Repository: Tzahi12345/YoutubeDL-Material
Catalog: src/locale/*/messages.*.xlf
Languages: es

source: Create a playlist
es: Crea una lista de reproducción

source: Name
es: Nombre

source: Audio files
es: Archivos de sonido

source: Videos
es: Archivos de video

source: Youtube Downloader
es: Descargador de Youtube

source: Please enter a valid URL!
es: Por favor entre una URL válida

source: Quality
es: Calidad

source: Use URL
es: Usa URL

source: View
es: Ver

source: Only Audio
es: Solo audio

source: Multi-download Mode
es: Descarga múltiple

source: Download
es: Descarga

source: Cancel
es: Cancela

source: Advanced
es: Avanzado

source: Simulated command:
es: Commando simulado:

source: Use custom args
es: Usar argumentos personalizados

source: Custom args
es: Argumentos personalizados

source: No need to include URL, just everything after.
es: No es necesario incluir URL, solo todo después

source: Use custom output
es: Usar salida personalizada

source: Custom output
es: Salida personalizada

source: Documentation
es: Documentación

source: Path is relative to the config download path. Don't include extension.
es: La ruta es relativa a la ruta de descarga de la config. No incluya el extensión.

source: Use authentication
es: Usa autenticación

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Your audio files are here
es: Tus archivos de audio están aquí

source: Playlists
es: Listas de reproducción

source: No playlists available. Create one from your downloading audio files by clicking the blue plus button.
es: No hay listas de reproducción disponibles. Cree uno de tus archivos de audio haciendo clic en el botón azul más.

source: Video
es: Vídeo

source: Your video files are here
es: Tus archivos de video son aquí

source: No playlists available. Create one from your downloading video files by clicking the blue plus button.
es: No hay listas de reproducción disponibles. Cree uno de tus archivos de video haciendo clic en el botón azul más.

source: Settings
es: Configuraciones

source: URL this app will be accessed from, without the port.
es: URL desde la que se accederá a esta aplicación, sin el puerto.

source: Port
es: Puerto

source: The desired port. Default is 17442.
es: Puerto deseado. El valor predeterminado es 17442.

source: Encryption
es: Cifrado

source: Use encryption
es: Usa cifrado

source: Cert file path
es: Ruta del archivo de certificado

source: Key file path
es: Ruta de archivo de clave

source: Downloader
es: Descargador

source: Audio folder path
es: Ruta de la carpeta de audio

source: Path for audio only downloads. It is relative to YTDL-Material's root folder.
es: Ruta para descargas de solo audio. Es relativo a la carpeta raíz de YTDL-Material.

source: Video folder path
es: Ruta de la carpeta de video

source: Path for video downloads. It is relative to YTDL-Material's root folder.
es: Ruta de descarga de videos. Es relativo a la carpeta raíz de YTDL-Material.

source: Global custom args for downloads on the home page.
es: Argumentos personalizados globales para descargas en la página de inicio.

source: Top title
es: Título superior

source: File manager enabled
es: Administrador de archivos habilitado

source: Allow quality select
es: Permitir selección de calidad

source: Download only mode
es: Modo de solo descarga

source: Allow multi-download mode
es: Permitir el modo de descarga múltiple

source: Use YouTube API
es: Utilizar la API de YouTube

source: Youtube API Key
es: Clave API de YouTube

source: Generating a key is easy!
es: ¡Generar una clave es fácil!

source: Themes
es: Temas

source: Default
es: Defecto

source: Dark
es: Oscura

source: Allow theme change
es: Permitir cambio de tema

source: Subscriptions
es: Suscripciones

source: Allow subscriptions
es: Permitir suscripciones

source: Subscriptions base path
es: Ruta base de suscripciones

source: Base path for videos from your subscribed channels and playlists. It is relative to YTDL-Material's root folder.
es: Ruta base para videos de sus canales y listas de reproducción suscritos. Es relativo a la carpeta raíz de YTDL-Material.

source: Check interval
es: Intervalo de comprobación

source: Unit is seconds, only include numbers.
es: La unidad es segundos, solo incluye números.

source: Use youtube-dl archive
es: Usa el archivo de youtube-dl

source: With youtube-dl's archive
es: Con la función de archivo de youtube-dl,

source: feature, downloaded videos from your subscriptions get recorded in a text file in the subscriptions archive sub-directory.
es: los videos descargados de sus suscripciones se graban en un archivo de texto en el subdirectorio del archivo de suscripciones.

source: This enables the ability to permanently delete videos from your subscriptions without unsubscribing, and allows you to record which videos you downloaded in case of data loss.
es: Esto permite eliminar videos de sus suscripciones de forma permanente sin darse de baja y le permite grabar los videos que descargó en caso de pérdida de datos.

source: Advanced
es: Avanzado

source: Use default downloading agent
es: Usar agente de descarga predeterminado

source: Custom agent
es: Agente personalizado

source: Allow advanced download
es: Permitir descarga avanzada

source: Save
es: Salvar

source: Cancel
es: Cancelar

source: Home
es: Inicio

source: Save changes
es: Guardar cambios

source: Subscribe to playlist or channel
es: Suscríbase a la lista de reproducción o al canal

source: The playlist or channel URL
es: La lista de reproducción o la URL del canal

source: Custom name
es: Nombre personalizado

source: This is optional
es: Esto es opcional

source: Download all uploads
es: Descargar todas las cargas

source: Download videos uploaded in the last
es: Descargar videos subidos en el último

source: Type:
es: Tipo:

source: Archive:
es: Archivo:

source: Close
es: Cerca

source: Export Archive
es: Exportar el archivo

source: Unsubscribe
es: Darse de baja

source: Your subscriptions
es: Sus suscripciones

source: Channels
es: Canales

source: Name not available. Channel retrieval in progress.
es: Nombre no disponible. Recuperación de canales en progreso.

source: You have no channel subscriptions.
es: No tienes suscripciones de canal.

source: Name not available. Playlist retrieval in progress.
es: Nombre no disponible. Recuperación de listas de reproducción en progreso.

source: You have no playlist subscriptions.
es: No tienes suscripciones a listas de reproducción.

source: Search
es: Buscar

source: Length:
es: Longitud:

source: Delete and redownload
es: Eliminar y volver a descargar

source: Delete forever
es: Borrar para siempre
