Repository: Tzahi12345/YoutubeDL-Material
Catalog: src/assets/i18n/messages.*.xlf
Languages: cs, de, ko, mk, nl, ta, zh

source: Connection failed! Error: Server error. See logs for more info.
ta: இணைப்பு தோல்வியடைந்தது! பிழை: சேவையக பிழை. மேலும் தகவலுக்கு பதிவுகளைப் பார்க்கவும்.
zh: 连接失败！错误：服务器错误。有关详细信息，请参阅日志。

source: Playlist successfully removed.
ta: பிளேலிச்ட் வெற்றிகரமாக அகற்றப்பட்டது.
zh: 已成功删除播放列表。

source: Successfully created playlist!
ta: வெற்றிகரமாக பிளேலிச்ட்டை உருவாக்கியது!
zh: 成功创建播放列表！

source: Cleared downloads!
ta: அழிக்கப்பட்ட பதிவிறக்கங்கள்!
zh: 已清除下载！

source: No files found.
ta: கோப்புகள் எதுவும் கிடைக்கவில்லை.
zh: 未找到文件。

source: Use downloads manager
ta: பதிவிறக்க மேலாளரைப் பயன்படுத்தவும்
zh: 使用下载管理器

source: Failed to pause all downloads! See server logs for more info.
ta: எல்லா பதிவிறக்கங்களையும் இடைநிறுத்தத் தவறிவிட்டது! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法暂停所有下载！有关详细信息，请参阅服务器日志。

source: Use tasks manager
ta: பணிகள் மேலாளரைப் பயன்படுத்தவும்
zh: 使用任务管理器

source: OK.
ta: சரி.
zh: 确定

source: Delete failed!
ta: நீக்கு தோல்வியுற்றது!
zh: 删除失败！

source: Use advanced download mode
ta: மேம்பட்ட பதிவிறக்க பயன்முறையைப் பயன்படுத்தவும்
zh: 使用高级下载模式

source: Successfully deleted file:
ta: வெற்றிகரமாக நீக்கப்பட்ட கோப்பு:
zh: 已成功删除文件：

source: Failed to get file information from the server.
ta: சேவையகத்திலிருந்து கோப்பு தகவல்களைப் பெறுவதில் தோல்வி.
zh: 无法从服务器获取文件信息。

source: Failed to restore database! See browser console for more info.
ta: தரவுத்தளத்தை மீட்டெடுப்பதில் தோல்வி! மேலும் தகவலுக்கு உலாவி கன்சோலைப் பார்க்கவும்.
zh: 无法还原数据库！有关详细信息，请参阅浏览器控制台。

source: Choose a date
ta: தேதியைத் தேர்வுசெய்க
zh: 选择日期

source: Thumbnail URL
ta: சிறு முகவரி
zh: 缩略图网址

source: Download failed!
ta: பதிவிறக்கம் தோல்வியடைந்தது!
zh: 下载失败！

source: Uploader
ta: பதிவேற்றுபவர்
zh: 上传者

source: Twitch Client ID
zh: Twitch 客户端 ID

source: Chrome users must drag the 'Alternate URL' link to your bookmarks.
ta: குரோம் பயனர்கள் உங்கள் புக்மார்க்குகளுக்கு 'மாற்று முகவரி' இணைப்பை இழுக்க வேண்டும்.
zh: Chrome 用户必须将“备用网址”链接拖到您的书签中。

source: Failed to kill all downloads! Check logs for details.
ta: எல்லா பதிவிறக்கங்களையும் கொல்லத் தவறிவிட்டது! விவரங்களுக்கு பதிவுகளை சரிபார்க்கவும்.
zh: 无法结束所有下载！检查日志以获取详细信息。

source: Archives
ta: காப்பகங்கள்
zh: 存档

source: Filter
ta: வடிப்பி
zh: 筛选

source: Extractor
ta: பிரித்தெடுத்தல்
zh: 提取

source: Archives empty
ta: காப்பகங்கள் காலியாக உள்ளன
zh: 存档为空

source: Delete selected
ta: தேர்ந்தெடுத்ததை அழி
zh: 删除所选内容

source: Download archive
ta: காப்பகத்தைப் பதிவிறக்கவும்
zh: 下载存档

source: None
ta: எதுவுமில்லை
zh: 无

source: Upload
ta: பதிவேற்றும்
zh: 上传

source: Video
ta: ஒளிதோற்றம்
zh: 视频

source: Delete archives
ta: காப்பகங்களை நீக்கு
zh: 删除存档

source: Would you like to delete this.selection.selected.length archive(s)?
ta: காப்பகம் (கள்) நீக்க விரும்புகிறீர்களா?
zh: 是否要删除 this.selection.selected.length 存档？

source: Failed to delete archive items!
ta: காப்பக உருப்படிகளை நீக்குவதில் தோல்வி!
zh: 无法删除存档项目！

source: Remove
ta: அகற்று
zh: 移除

source: Finished downloading
ta: பதிவிறக்கம் முடிந்தது
zh: 下载完成

source: Download failed
ta: பதிவிறக்கம் தோல்வியடைந்தது
zh: 下载失败

source: Task finished
ta: பணி முடிந்தது
zh: 任务完成

source: Play
ta: விளையாடுங்கள்
zh: 播放

source: Retry download
ta: பதிவிறக்க மீண்டும் முயற்சிக்கவும்
zh: 重试下载

source: View error
ta: பிழையைக் காண்க
zh: 查看错误

source: View task
ta: பணியைக் காண்க
zh: 查看任务

source: No notifications available
ta: அறிவிப்புகள் எதுவும் கிடைக்கவில்லை
zh: 没有通知

source: Download completed
ta: பதிவிறக்கம் முடிந்தது
zh: 下载完成

source: Download error
ta: பிழையைப் பதிவிறக்கவும்
zh: 下载错误

source: Task
ta: பணி
zh: 任务

source: Download restarted!
ta: பதிவிறக்கம் மறுதொடக்கம்!
zh: 下载已重新启动！

source: Video only
ta: வீடியோ மட்டும்
zh: 仅视频

source: Audio only
ta: ஆடியோ மட்டும்
zh: 仅音频

source: Favorited
ta: பிடித்தது
zh: 收藏

source: Upload Date
ta: பதிவேற்ற தேதி
zh: 上传日期

source: Download Date
ta: பதிவிறக்க தேதி
zh: 下载日期

source: Name
ta: பெயர்
zh: 名称

source: Delete files older than
ta: விட பழைய கோப்புகளை நீக்கவும்
zh: 删除早于

source: Blacklist all files
ta: எல்லா கோப்புகளையும் தடுப்புப்பட்டியலில் வைக்கவும்
zh: 将所有文件列入黑名单

source: Blacklist deleted subscription files
ta: பிளாக்லிச்ட் நீக்கப்பட்ட சந்தா கோப்புகள்
zh: 黑名单删除的订阅文件

source: Do not ask for confirmation
ta: உறுதிப்படுத்தல் கேட்க வேண்டாம்
zh: 不要求确认

source: Delete old files:
ta: பழைய கோப்புகளை நீக்கு:
zh: 删除旧文件:

source: Error for: task['title']
ta: இதற்கான பிழை:
zh: 错误: task['title']

source: Sidepanel mode
ta: பக்கப்பட்டி பயன்முறை
zh: 侧板模式

source: File card size
ta: கோப்பு அட்டை அளவு
zh: 文件卡大小

source: Arg
ta: ஆர்க்
zh: 参数

source: Generate RSS URL
ta: RSS முகவரி ஐ உருவாக்குங்கள்
zh: 生成 RSS 网址

source: Item limit
ta: உருப்படி வரம்பு
zh: 项目限制

source: Favorited
ta: பிடித்தது
zh: 收藏

source: Unsubscribe from this.sub['name']
ta: இலிருந்து குழுவிலகவும்
zh: 取消订阅 this.sub['name']

source: Would you like to unsubscribe from this.sub['name']?
ta: இலிருந்து குழுவிலக விரும்புகிறீர்களா?
zh: 是否要取消订阅 this.sub['name']?

source: Unsubscribe
ta: குழுவிலகவும்
zh: 取消订阅

source: You must input a time!
ta: நீங்கள் ஒரு நேரத்தை உள்ளிட வேண்டும்!
zh: 你必须输入一个时间!

source: Best
ta: சிறந்த
zh: 最佳

source: Force autoplay
ta: தன்னியக்கத்தை கட்டாயப்படுத்துங்கள்
zh: 强制自动播放

source: Enable RSS Feed
ta: RSS ஊட்டத்தை இயக்கவும்
zh: 启用 RSS 订阅

source: Be careful enabling this with multi-user mode! User data may be exposed.
ta: பல பயனர் பயன்முறையுடன் இதை இயக்குவதில் கவனமாக இருங்கள்! பயனர் தரவு அம்பலப்படுத்தப்படலாம்.
zh: 使用多用户模式启用此功能时要小心！用户数据可能会暴露。

source: See documentation here.
ta: ஆவணங்களை இங்கே காண்க.
zh: 请看这里的文档。

source: Notifications
ta: அறிவிப்புகள்
zh: 通知

source: Download error
ta: பிழையைப் பதிவிறக்கவும்
zh: 下载错误

source: Enable notifications
ta: அறிவிப்புகளை இயக்கவும்
zh: 启用通知

source: Enable all notifications
ta: அனைத்து அறிவிப்புகளையும் இயக்கவும்
zh: 启用所有通知

source: Allowed notification types
ta: அனுமதிக்கப்பட்ட அறிவிப்பு வகைகள்
zh: 允许的通知类型

source: Download complete
ta: முழுமையான பதிவிறக்கம்
zh: 下载完成

source: Task finished
ta: பணி முடிந்தது
zh: 任务完成

source: Webhook URL
ta: வெப்ஊக் முகவரி
zh: Webhook 网址

source: Use ntfy API
ta: NTFY பநிஇ ஐப் பயன்படுத்தவும்
zh: 使用 ntfy API

source: See docs here.
ta: டாக்சைக் காண்க.
zh: 请看这里的文档。

source: Gotify server URL
ta: சேவையக முகவரி ஐ ஒதுக்கவும்
zh: Gotify 服务网址

source: Gotify app token
ta: பயன்பாட்டு கிள்ளாக்கை ஒதுக்கவும்
zh: Gotify 应用令牌

source: Use Telegram API
ta: டெலிகிராம் பநிஇ ஐப் பயன்படுத்தவும்
zh: 使用 Telegram API

source: Telegram bot token
ta: தந்தி போட் கிள்ளாக்கு
zh: Telegram 机器人令牌

source: Create bot here.
ta: இங்கே போட் உருவாக்கவும்.
zh: 在此处创建机器人。

source: Telegram chat ID
ta: தந்தி அரட்டை ஐடி
zh: Telegram 聊天 ID

source: How do I get the chat ID?
ta: அரட்டை ஐடியை எவ்வாறு பெறுவது?
zh: 如何获取聊天 ID？

source: Restart required.
ta: மறுதொடக்கம் தேவை.
zh: 需要重新启动。

source: Delete category
ta: வகையை நீக்கு
zh: 删除类别

source: Would you like to delete category['name']?
ta: ஐ நீக்க விரும்புகிறீர்களா?
zh: 您要删除 category['name']?

source: Successfully deleted category['name']!
ta: வெற்றிகரமாக நீக்கப்பட்டது !
zh: 已成功删除 category['name']！

source: Failed to delete category['name']!
ta: நீக்குவதில் தோல்வி!
zh: 删除 category['name'] 失败！

source: Play all
ta: அனைத்தையும் விளையாடு
zh: 全部播放

source: Download zip
ta: சிப் பதிவிறக்கவும்
zh: 下载压缩包 (ZIP)

source: Add subscription
ta: சந்தா சேர்க்கவும்
zh: 添加订阅

source: Archive successfully imported!
ta: வெற்றிகரமாக இறக்குமதி செய்யப்படும் காப்பகம்!
zh: 存档成功导入！

source: Task settings - {{task.title}}
ta: பணி அமைப்புகள் - <x ஐடி = "இடைக்கணிப்பு" சமம் -உரை = "{{fork.title}}"/>
zh: 任务设置 - {{task.title}}

source: ntfy topic URL
ta: ntfy தலைப்பு முகவரி
zh: ntfy 话题网址

source: Audio
ta: ஆடியோ
zh: 音频

source: Delete
ta: அழி
zh: 删除

source: Successfully deleted archive items!
ta: காப்பக உருப்படிகளை வெற்றிகரமாக நீக்கியது!
zh: 已成功删除存档项目！

source: File Size
ta: கோப்பின் அளவு
zh: 文件大小

source: Duration
ta: காலம்
zh: 期间

source: Favorite
ta: பிடித்த
zh: 喜欢

source: Unfavorite
ta: மாறாத
zh: 不喜欢

source: Title filter
ta: தலைப்பு வடிகட்டி
zh: 标题过滤

source: User
ta: பயனர்
zh: 用户

source: Supports regex
ta: ரீசெக்சை ஆதரிக்கிறது
zh: 支持正则表达式

source: Use gotify API
ta: ஒதுக்கி பநிஇ ஐப் பயன்படுத்தவும்
zh: 使用 gotify API

source: Slack Webhook URL
ta: ச்லாக் வெப்ஊக் முகவரி
zh: Slack Webhook 网址

source: Discord Webhook URL
ta: டிச்கார்ட் வெப்ஊக் முகவரி
zh: Discord Webhook 网址

source: ID
ta: ஐடி

source: Error
ta: பிழை

source: Watch content
ta: உள்ளடக்கத்தைப் பாருங்கள்

source: Show error
ta: பிழையைக் காட்டு

source: Restart
ta: மறுதொடக்கம்

source: Pause
ta: இடைநிறுத்தம்

source: Resume
ta: தற்குறிப்பு

source: Error for download['url']
mk: Грешка за download['url']
ta: க்கான பிழை

source: N/A
ta: இதற்கில்லை

source: Commit hash:
ko: 커밋 해시:
ta: கமிட் ஆச்:

source: URL
cs: URL adresa
ta: முகவரி

source: ID:
ko: 아이디:
ta: ஐடி:

source: Over
ta: வீச்சலகு

source: Side
ta: பக்கம்

source: Large
ta: பெரிய

source: Medium
ta: சராசரி

source: Small
ta: சிறிய

source: No description available.
ta: விவரம் இல்லை.

source: Global custom args for downloads on the home page. Args are delimited using two commas like so: ,,
cs: Globální vlastní argumenty pro stahování na hlavní stránce. Argumenty se oddělují pomocí dvou čárek za sebou takto: ,,
de: Globale benutzerdefinierte Argumente für Downloads auf der Startseite. Argumente werden durch zwei Kommata voneinander getrennt: ,,
ko: 홈페이지에서의 다운로드에 대해 전반적으로 적용될 사용자 지정 인수. 인수는 다음과 같은 두 개의 쉼표를 사용하여 구분됩니다. : ,,
mk: Глобални персонализирани аргументи за превземања на почетната страна. Аргументите се раздалечени со две запирки: ,,
nl: Algemene aanvullende opties voor downloads op de overzichtspagina. Scheidt deze met komma's: ,,

source: Please enter a valid URL!
de: Bitte geben Sie eine gültige URL ein.

source: {VAR_SELECT, select, true {Close} false {Cancel} other {otha} }
de: {VAR_SELECT, select, true {Schließen} false {Abbrechen} other {Andere}}

source: This is optional
de: Dies ist optional

source: Download for d, cropF has been queued!
de: Download für d, cropF in Warteschlange eingereiht!
ko: d, cropF에 대한 다운로드가 대기열에 추가되었습니다!

source: Error for }); retu
de: Fehler für }); retu
ko: }); retu 에 대한 에러
