Repository: Tzahi12345/YoutubeDL-Material
Catalog: src/assets/i18n/messages.*.xlf
Languages: cs, de, ko, mk, nl, ta, zh

source: Auto-download Twitch Chat
cs: Automaticky stahovat Twitch Chat
de: Twitch-Chat automatisch herunterladen
ko: 트위치 채팅 자동 다운로드
mk: Автоматско превземање на Twitch Chat
nl: Twitch-chatgesprekken automatisch downloaden
ta: ஆட்டோ-டவுன்லோட் ட்விச் அரட்டை
zh: 自动下载Twitch弹幕

source: Also known as a Client ID.
cs: Také známý jako ID Klienta.
de: Wird auch als Client-ID bezeichnet.
ko: 클라이언트 ID라고도 알려져 있음.
mk: Клучот може да биде прикажан како Client ID.
nl: Ook wel de client-id.
zh: 也称为客户ID。

source: Twitch API Key
cs: Twitch API Klíč
de: Twitch-API-Schlüssel
ko: 트위치 API 키
mk: Twitch API клуч
nl: Twitch-api-sleutel
zh: Twitch API 密钥

source: Use Twitch API
cs: Použít Twitch API
de: Twitch-API verwenden
ko: 트위치 API 사용
mk: Користете го API на Twitch
nl: Twitch-api gebruiken
zh: 使用Twitch API

source: Categories
cs: Kategorie
de: Kategorien
ko: 카테고리
mk: Категории
nl: Categorieën
ta: வகைகள்
zh: 分类

source: Global custom args
cs: Globální vlastní argumenty
de: Globale benutzerdefinierte Argumente
ko: 전반적으로 적용될 사용자 지정 인수
mk: Глобални персонализирани аргументи
nl: Algemene aanvullende opties
ta: உலகளாவிய தனிப்பயன் ஆர்க்ச்
zh: 全局自定义变量

source: Path is relative to the above download paths. Don't include extension.
cs: Cesta je relativní k cestám pro stažení výše. Nezahrnujte koncovky souborů.
de: Der Pfad ist relativ zu den darüberliegenden Downloadpfaden. Erweiterung auslassen.
ko: 경로는 위의 다운로드 경로에 상대적입니다. 확장자는 포함하지 마세요.
mk: Патеката е релативна на патеките за превземања од опциите погоре. Не внесувајте екстензија.
nl: Dit pad is relatief aan bovenstaande downloadpaden. Laat de extensie achterwege.
ta: பாதை மேலே உள்ள பதிவிறக்க பாதைகளுடன் தொடர்புடையது. நீட்டிப்பு சேர்க்க வேண்டாம்.
zh: 路径相对于上述下载路径，不包括扩展名。

source: Default file output
cs: Výchozí výstup souboru
de: Standard-Dateiausgabe
ko: 기본 파일 출력
mk: Стандарден фајл output
nl: Standaard bestandsuitvoer
ta: இயல்புநிலை கோப்பு வெளியீடு
zh: 默认输出文件夹

source: Redownload fresh uploads
cs: Znovu stáhnout čersvé nahrávky
de: Neue Uploads erneut herunterladen
ko: 높은 화질 재다운로드
mk: Повторно превземање на најновите прикачувања
nl: Nieuwe uploads opnieuw downloaden
ta: புதிய பதிவேற்றங்களை மீண்டும் ஏற்றவும்
zh: 重新下载新上传的内容

source: Sometimes new videos are downloaded before being fully processed. This setting will mean new videos will be checked for a higher quality version the following day.
cs: Někdy jsou nová videa stažena dříve než mohou být plně zpracována. Toto nastavení znamená, že nová videa budou zkontrolována následující den pro zjištění, zda existují verze ve vyšší kvalitě.
de: Manchmal werden neue Videos heruntergeladen bevor diese von der Videoplattform vollständig verarbeitet wurden. Diese Einstellung bewirkt, dass am Folgetag neue Videos auf eine höhere Auflösung überprüft werden.
ko: 가끔 새 동영상이 최고 화질 처리 전에 다운로드 될 때가 있습니다. 이 설정은 새 동영상이 더 높은 화질의 버전이 있는지 다음 날짜에 확인됨을 의미합니다.
mk: Понекогаш новите видеа се превземани пред да бидат целосно процесирани. Оваа опција, доколку е активна, наредниот ден ке провери дали има верзија од видеото со повисок квалитет.
nl: Soms worden nieuwe video's gedownload voordat ze volledig verwerkt zijn. Met deze instelling wordt de volgende dag gecontroleerd of er een hogere kwaliteit beschikbaar is.
ta: சில நேரங்களில் புதிய வீடியோக்கள் முழுமையாக செயலாக்கப்படுவதற்கு முன்பு பதிவிறக்கம் செய்யப்படுகின்றன. இந்த அமைப்பு புதிய வீடியோக்கள் அடுத்த நாள் உயர் தரமான பதிப்பிற்கு சரிபார்க்கப்படும்.
zh: 有时新视频会在完全处理前下载。这项设置指新视频会在第二天检查视频是否有更高画质。

source: views
cs: zhlédnutí
de: Aufrufe
ko: 조회수
mk: прегледи
nl: weergaven
ta: காட்சிகள்
zh: 浏览

source: Download Twitch Chat
cs: Stáhnout Twitch Chat
de: Twitch-Chat herunterladen
ko: 트위치 채팅 다운로드
mk: Превземи Twitch Chat
nl: Twitch-chatgesprek downloaden
ta: ட்விச் அரட்டையைப் பதிவிறக்கவும்
zh: 下载Twitch弹幕

source: Add new rule
cs: Přidat nové pravidlo
de: Neue Regel hinzufügen
ko: 새로운 규칙 추가
mk: Додади ново правило
nl: Regel toevoegen
ta: புதிய விதியைச் சேர்க்கவும்
zh: 添加新规则

source: Rules
cs: Pravidla
de: Regeln
ko: 규칙
mk: Правила
nl: Regels
ta: விதிகள்
zh: 规则

source: Editing category
cs: Úprava kategorie
de: Kategorie bearbeiten
ko: 카테고리 수정중
mk: Уредување на категорија
nl: Categorie bewerken
ta: திருத்துதல் வகை
zh: 编辑类别

source: Paused
cs: Pozastaveno
de: Pausiert
ko: 구독 일시정지
mk: Паузирано
nl: Onderbroken
ta: இடைநிறுத்தப்பட்டது
zh: 暂停

source: No videos found.
cs: Nebyla nalezena žádná videa.
de: Keine Videos gefunden.
ko: 동영상 없음.
mk: Не се пронајдени видеа.
nl: Geen video's gevonden.
zh: 找不到视频。

source: Reverse order
cs: Opačné řazení
de: Umgekehrte Reihenfolge
ko: 순서 거꾸로
mk: Обратен редослед
nl: Omgekeerde volgorde
ta: பின்னோக்கு வரிசை
zh: 倒序

source: Normal order
cs: Normální řazení
de: Normale Reihenfolge
ko: 순서 일반
mk: Нормален редослед
nl: Normale volgorde
ta: சாதாரண வரிசை
zh: 正序

source: Add content
cs: Přidat obsah
de: Inhalt hinzufügen
ko: 콘텐츠 추가
mk: Додади содржини
nl: Inhoud toevoegen
zh: 添加内容

source: Category:
cs: Kategorie:
de: Kategorie:
ko: 카테고리:
mk: Категорија:
nl: Categorie:
zh: 类别：

source: (Paused)
cs: (Pozastaveno)
de: (Pausiert)
ko: (일시정지)
mk: (Паузирано)
nl: (onderbroken)
ta: (இடைநிறுத்தப்பட்டது)
zh: （暂停）

source: Auto-generated
cs: Vytvořeno automaticky
de: Automatisch generiert
ko: 자동으로 생성됨
mk: Автоматски генериран
nl: Automatisch gegenereerd
ta: தானாக உருவாக்கிய
zh: 自动生成的

source: Share file
de: Datei teilen
ko: 파일 공유
mk: Сподели видео
ta: கோப்பைப் பகிரவும்
zh: 共享文件

source: Restart server
de: Server neu starten
ko: 서버 재시작
mk: Рестарт на серверот
ta: சேவையகத்தை மறுதொடக்கம் செய்யுங்கள்
zh: 重新启动服务器

source: Database information could not be retrieved. Check the server logs for more information.
de: Datenbankinformationen konnten nicht abgerufen werden. Sehe in den Server-Logs nach, um mehr Informationen zu erhalten.
ko: 데이터베이스 정보를 검색할 수 없습니다. 자세한 내용은 서버 로그를 확인하세요.
mk: Информациите за базата со податоци не може да се превземат. Проверете ги логовите на серверот за повеќе информации.
ta: தரவுத்தள தகவல்களை மீட்டெடுக்க முடியவில்லை. மேலும் தகவலுக்கு சேவையக பதிவுகளை சரிபார்க்கவும்.
zh: 无法获取数据库信息。更多信息请查看服务器日志。

source: Transfer DB to
de: Transferiere Datenbank zu
ko: DB 전환 :
mk: Префрли ја базата со податоци во
ta: DB க்கு மாற்றவும்
zh: 转移数据库到

source: Test connection string
de: Verbindungstest-String
ko: 연결 문자열 테스트
mk: Тестирај го линкот за конекцијата
ta: இணைப்பு சரம் சோதனை
zh: 测试连接字符串

source: Example:
de: Beispiel:
ko: 예시:
mk: Пример:
ta: உதாரணமாக:
zh: 示例：

source: MongoDB Connection String
de: MongoDB Verbindungs-String
ko: 몽고DB 연결 문자열
mk: Линк за поврзување со MongoDB
ta: மோங்கோடிபி இணைப்பு சரம்
zh: MongoDB URI 连接

source: Records per table
de: Einträge pro Tabelle
ko: 테이블당 레코드
mk: Податоци по табела
ta: ஒரு அட்டவணைக்கு பதிவுகள்
zh: 每张表的记录数

source: Database location:
de: Datenbankstandort:
ko: 데이터베이스 위치:
mk: Локација на базата со податоци:
ta: தரவுத்தள இடம்:
zh: 数据库位置：

source: Allow playlist categorization
de: Erlaube Playlist-Kategorisierung
ko: 재생목록 카테고리화 허용
mk: Дозволете категоризација на плејлисти
ta: பிளேலிச்ட் வகைப்படுத்தலை அனுமதிக்கவும்
zh: 允许播放列表分类

source: With this setting enabled, if a single video matches a category, the entire playlist will receive that category.
de: Sofern diese Einstellung eingeschaltet ist, wird die gesamte Playlist einer Kategorie zugeordnet, sobald ein einzelnes Video mit der Kategorie übereinstimmt.
ko: 이 설정을 사용하면, 하나의 동영상이 카테고리와 일치할 경우, 전체 재생목록에 해당 카테고리가 표시됩니다.
mk: Со оваа опција активна, ако едно видео спадне во одредена категорија, целата плејлиста ќе биде додадена во истата категорија.
ta: இந்த அமைப்பு இயக்கப்பட்டவுடன், ஒரு வீடியோ ஒரு வகையுடன் பொருந்தினால், முழு பிளேலிச்ட்டும் அந்த வகையைப் பெறும்.
zh: 启用此设置后，如果单个视频匹配某个类别，则整个播放列表将收到该类别。

source: Database
de: Datenbank
ko: 데이터베이스
mk: База со податоци
ta: தரவுத்தளம்
zh: 数据库

source: Randomize order when playing
de: Reihenfolge beim Abspielen randomisieren
ko: 재생시 랜덤 재생
mk: Рандом редослед
zh: 播放时随机排序

source: Crop to (seconds)
de: Zuschneiden bis (Sekunden)
ko: 자르기 끝 지점 (초)
mk: Сечи до (секунди)
ta: பயிர் (விநாடிகள்)
zh: 裁剪终点 (秒)

source: Crop from (seconds)
de: Zuschneiden ab (Sekunden)
ko: 자르기 시작 지점 (초)
mk: Сечи од (секунди)
ta: (விநாடிகள்) இருந்து பயிர்
zh: 裁剪起始点 (秒）

source: Crop file
de: Datei zuschneiden
ko: 파일 자르기
mk: Исечи го видеото
ta: பயிர் கோப்பு
zh: 裁剪文件

source: Clear finished downloads
de: Fertige Downloads löschen
ko: 완료된 다운로드 기록 삭제
mk: Исчисти ги завршените превземања
zh: 清空已完成任务

source: Copy to clipboard
de: In Zwischenablage kopieren
ko: 클립보드에 복사
mk: Копирај во clipboard
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
zh: 复制到剪切板

source: Clear
de: Löschen
ko: 삭제
mk: Исчисти
ta: தெளிவான
zh: 清空

source: Error fordownload['url']
zh: download['url']报错

source: Close
de: Schließen
ko: 닫기
mk: Затвори
ta: மூடு
zh: 关闭

source: Copied to clipboard!
de: In Zwischenablage kopiert!
ko: 클립보드에 복사됨!
mk: Копирано во clipboard!
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
zh: 已复制到剪切板！

source: Date
de: Datum
ko: 날짜
mk: Дата
ta: திகதி
zh: 日期

source: Pause
ko: 일시정지
mk: Пауза
zh: 暂停

source: Resume
de: Fortfahren
ko: 재개
mk: Продолжи
zh: 继续

source: Failed to reset tasks!
mk: Не успеа да се ресетираат задачите!
ta: பணிகளை மீட்டமைப்பதில் தோல்வி!
zh: 重置失败！

source: Autoplay
de: Automatisches abspielen
ko: 자동 재생
mk: Автоматска репродукција
ta: தானியங்கி
zh: 自动播放

source: Replace args
de: Argumente ersetzen
ko: 전체 인수 교체
mk: Замени аргументи
ta: ஆர்க்சை மாற்றவும்
zh: 替换参数

source: Generates NFO files with every download, primarily used by Kodi.
de: Erzeugt bei jedem Download NFO-Dateien, die hauptsächlich von Kodi verwendet werden.
ko: Kodi에 의해 주로 사용되는 NFO 파일을 모든 다운로드에 대해 생성합니다.
mk: Генерирај NFO фајлови за секое превземање, во главно се користат од Kodi.
ta: ஒவ்வொரு பதிவிறக்கத்துடனும் NFO கோப்புகளை உருவாக்குகிறது, முதன்மையாக கோடி பயன்படுத்துகிறது.
zh: 每次下载创建一个主要由 Kodi 使用的 NFO 文件。

source: You must enable multi-user mode to access this tab.
de: Für den Zugriff auf diesen Reiter "Multi-User" Modus aktivieren.
ko: 이 페이지에 들어오려면 복수 사용자 모드를 활성화해야 합니다.
mk: Мора да го вклучето мулти-корисничкиот режим за да имате пристап до овој таб.
ta: இந்த தாவலை அணுக நீங்கள் பல பயனர் பயன்முறையை இயக்க வேண்டும்.
zh: 启用多用户模式来访问此页面。

source: Enables a button to skip ads when viewing supported videos.
de: Fügt einen Knopf zum Überspringen von Werbung bei unterstützten Videos hinzu.
ko: 동영상을 시청할 때 광고 스킵 버튼을 활성화합니다.
mk: Овозможете опција за прескокнување на реклами, доклоку видеото е подржано.
ta: உதவி வீடியோக்களைப் பார்க்கும்போது விளம்பரங்களைத் தவிர்க்க ஒரு பொத்தானை இயக்குகிறது.
zh: 观看视频时启用跳过广告按钮。

source: Title
de: Titel
ko: 제목
mk: Наслов
ta: தலைப்பு
zh: 标题

source: Subscription
de: Abonnement
ko: 구독
mk: Претплата
ta: சந்தா
zh: 订阅

source: Progress
de: Fortschritt
ko: 진행
mk: Прогрес
ta: முன்னேற்றம்
zh: 进度

source: Actions
de: Aktionen
ko: 액션
mk: Акции
ta: செயல்கள்
zh: 操作

source: Stage
de: Stufe
ko: 상태
mk: Фаза
ta: மேடை
zh: 状态

source: Resume all downloads
de: Alle Downloads fortsetzn
ko: 모든 다운로드 재개
mk: Продолжи ги сите превземања
ta: எல்லா பதிவிறக்கங்களையும் மீண்டும் தொடங்குங்கள்
zh: 全部开始

source: Restart
de: Neustart
ko: 재시작
mk: Рестарт
zh: 重新开始

source: Clear finished downloads
de: Fertige Downloads löschen
ko: 완료된 다운로드 기록 삭제
mk: Исчисти ги завршените превземања
zh: 清空已完成任务

source: Pause all downloads
de: Alle Downloads pausieren
ko: 모든 다운로드 일시정지
mk: Паузирај ги сите превземања
ta: எல்லா பதிவிறக்கங்களையும் இடைநிறுத்துங்கள்
zh: 全部暂停

source: Add to playlist
de: Zu Wiedergabeliste hinzufügen
ko: 재생목록에 추가
mk: Додади во плејлиста
ta: பட்டியலில் சேர்
zh: 添加到播放列表

source: Tasks
mk: Задачи
ta: பணிகள்
zh: 任务

source: Clear
de: Leeren
ko: 삭제
mk: Исчисти
zh: 清空

source: Creating download
de: Erstelle Downloads
ko: 다운로드 생성 중
mk: Создавање на превземање
ta: பதிவிறக்கத்தை உருவாக்குதல்
zh: 新建下载

source: Getting info
de: Hole Infos
ko: 정보 가져오는 중
mk: Добивање информации
ta: தகவலைப் பெறுதல்
zh: 获取信息

source: Complete
de: Vollständig
ko: 완료
mk: Завршено
ta: முழுமை
zh: 完成

source: Would you like to clear your finished downloads?
de: Möchten Sie Ihre fertigen Downloads löschen?
ko: 완료된 다운로드 기록을 삭제하고 싶으신가요?
mk: Дали сакате да ги исчистите завршените превземања?
zh: 是否要清空已完成的下载任务？

source: Show error
de: Fehler anzeigen
ko: 에러 보기
mk: Прикажи грешка
ta: பிழையைக் காட்டு
zh: 查看错误

source: Watch content
de: Inhalt ansehen
ko: 콘텐츠 재생
mk: Репродукција на содржина
zh: 查看内容

source: Downloading file
de: Lade Datei herunter
ko: 파일 다운로드 중
mk: Превземање на фајл
ta: கோப்பு பதிவிறக்குகிறது
zh: 下载中

source: File type
de: Dateityp
ko: 파일 종류
mk: Вид на фајл
ta: கோப்பு வகை
zh: 文件类型

source: Video only
de: Nur Video
ko: 동영상만
mk: Само видео
ta: வீடியோ மட்டும்
zh: 仅视频

source: Audio only
de: Nur Audio
ko: 오디오만
mk: Само аудио
ta: ஆடியோ மட்டும்
zh: 仅音频

source: Skip ad
de: Werbung überspringen
ko: 광고 스킵
mk: Прескокни реклама
ta: விளம்பரம் தவிர்க்கவும்
zh: 跳过广告

source: Last ran
mk: Последно извршување
ta: கடைசியாக ஓடியது
zh: 上次运行

source: Status
mk: Статус
ta: நிலை
zh: 状态

source: Busy
mk: Зафанато
ta: பரபரப்பு
zh: 繁忙

source: Clear duplicate files from DB:
mk: Исчисти ги дупликат фајловите од базата со податоци:
ta: DB இலிருந்து நகல் கோப்புகளை அழிக்கவும்:
zh: 清除数据库中重复的文件：

source: Clear missing files from DB:
mk: Исчисти ги непостоечките фајлови од базата со податоци:
ta: DB இலிருந்து காணாமல் போன கோப்புகளை அழிக்கவும்:
zh: 清除数据库中缺失的文件：

source: Update binary to:
mk: Ажурирај ја програмата:
ta: பைனரியைப் புதுப்பிக்கவும்:
zh: 升级二进制文件：

source: Schedule
mk: Закажи
ta: அட்டவணை
zh: 计划

source: Restore DB from backup
mk: Враќање на базата со податоци од резервна копија
ta: காப்புப்பிரதியிலிருந்து DB ஐ மீட்டெடுக்கவும்
zh: 从备份中恢复数据库

source: Reset tasks
mk: Ресетирајте ги задачите
ta: பணிகளை மீட்டமைக்கவும்
zh: 重设任务

source: Run
mk: Стартувај
ta: ஓடு
zh: 运行

source: Last confirmed
mk: Последно потврдено
ta: கடைசியாக உறுதிப்படுத்தப்பட்டது
zh: 上次确认

source: No tasks available!
mk: Нема достапни задачи!
ta: பணிகள் எதுவும் கிடைக்கவில்லை!
zh: 无可用任务！

source: Successfully ran task!
mk: Задачата е успешно извршена!
ta: வெற்றிகரமாக ஓடிய பணி!
zh: 运行成功！

source: Failed to run task!
mk: Не успеа да се изврши задачата!
ta: பணியை இயக்குவதில் தோல்வி!
zh: 运行失败！

source: Reset tasks
mk: Ресетирајте ги задачите
ta: பணிகளை மீட்டமைக்கவும்
zh: 重置任务

source: Would you like to reset your tasks? All your schedules will be removed as well.
mk: Дали сакате да ги ресетирате вашите задачи? Сите ваши распореди исто така ќе бидат отстранети.
ta: உங்கள் பணிகளை மீட்டமைக்க விரும்புகிறீர்களா? உங்கள் அட்டவணைகள் அனைத்தும் அகற்றப்படும்.
zh: 是否确认重置所有任务？您的所有计划都将被移除。

source: Reset
mk: Ресетирај
ta: மீட்டமை
zh: 重置

source: Tasks successfully reset!
mk: Задачите успешно се ресетираа!
ta: பணிகள் வெற்றிகரமாக மீட்டமைக்கப்படுகின்றன!
zh: 重置成功！

source: Failed to confirm task!
mk: Задачата не успеа да се потврди!
ta: பணியை உறுதிப்படுத்தத் தவறிவிட்டது!
zh: 任务确认失败！

source: Successfully confirmed task!
mk: Задачата е успешно потврдена!
ta: வெற்றிகரமாக உறுதிப்படுத்தப்பட்ட பணி!
zh: 任务确认成功！

source: Installation type:
de: Installationsart:
ko: 설치 타입:
mk: Вид на инсталација:
ta: நிறுவல் வகை:
zh: 安装类型：

source: Docker tag:
ko: 도커 태그:
mk: Docker ознака:
ta: கப்பல்துறை குறிச்சொல்:
zh: Docker 标签：

source: Build date:
de: Builddatum:
ko: 빌드 날짜:
mk: Датум на градење:
ta: உருவாக்க தேதியை உருவாக்குதல்:
zh: 构建日期：

source: Restore
mk: Врати
ta: மீட்டமை
zh: 恢复

source: Enabled
mk: Овозможено
ta: இயக்கப்பட்டது
zh: 已启用

source: Update task schedule
mk: Ажурирајте го распоредот на задачи
ta: பணி அட்டவணையைப் புதுப்பிக்கவும்
zh: 更新任务计划

source: Update
mk: Ажурирање
ta: புதுப்பிப்பு
zh: 更新

source: Download for url has been queued!
mk: Превземањето за url е ставено во редицата за чекање!
ta: க்கு பதிவிறக்கப்பட்டுள்ளது!
zh: url 下载已添加到队列中！

source: Global custom args for downloads on the home page. (Set args for subscriptions for each subscriptions separately!) Args are delimited using two commas like so: ,,
mk: Глобални сопствени аргументи за преземања на почетната страница. (Поставете аргументи за претплати за секоја претплата посебно!) Аргументите се разграничуваат со користење на две запирки, на пример: ,,
ta: முகப்பு பக்கத்தில் பதிவிறக்கங்களுக்கான உலகளாவிய தனிப்பயன் வாதங்கள். .
zh: 用于主页下载的全局性自定义变量。（为每个订阅单独设置变量！）变量间使用两个逗号来分隔，例如：, ,

source: Max concurrent downloads
de: Maximale gleichzeitige Downloads
ko: 최대 동시 다운로드수
mk: Максимален број на истовремени превземања
ta: அதிகபட்சம் ஒரே நேரத்தில் பதிவிறக்கங்கள்
zh: 同时下载任务数

source: Limits the amount of downloads that can be simultaneously downloaded. Use -1 for no limit.
de: Limitiert die Anzahl simultaner Downloads. Nutze -1 für kein Limit.
ko: 동시에 다운로드할 수 있는 다운로드 양을 제한합니다. 제한하지 않으려면 -1을 쓰세요.
mk: Го лимитира бројот на истовремени превземања. Внесете -1 за да го тргнете лимитот.
ta: ஒரே நேரத்தில் பதிவிறக்கம் செய்யக்கூடிய பதிவிறக்கங்களின் அளவைக் கட்டுப்படுத்துகிறது. எந்த வரம்புக்கும் -1 ஐப் பயன்படுத்தவும்.
zh: 限制同时下载数。-1 表示无限制。

source: Download rate limit
ko: 다운로드 속도 제한
mk: Ограничување на брзината за превземање
ta: வீத வரம்பைப் பதிவிறக்கவும்
zh: 下载限速

source: Rate limits your downloads to the specified amount. Ex: 200K
de: Legt die maximale Downloadrate fest. Z.B. 200K
ko: 다운로드 속도를 지정된 값으로 제한합니다. 예시: 200K
mk: Ја лимитира брзината за превземање. Пр. 200К
ta: வீத உங்கள் பதிவிறக்கங்களை குறிப்பிட்ட தொகைக்கு கட்டுப்படுத்துகிறது. எ.கா: 200 கி
zh: 将您的最大下载速率限制为指定数字。例如：200K

source: Allow autoplay
de: Automatisches Abspielen erlauben
ko: 자동 재생 허용
mk: Дозволете автоматска репродукција
zh: 允许自动播放

source: Use SponsorBlock API
de: SponsorBlock API benutzen
ko: SponsorBlock API 사용
mk: Користете го API на SponsorBlock
ta: ஒப்புரவாளர் பிளாக் பநிஇ பயன்படுத்தவும்
zh: 使用 SponsorBlock API

source: Generate NFO files
de: NFO-Dateien generieren
ko: NFO 파일 생성
mk: Генерирај NFO фајлови
ta: NFO கோப்புகளை உருவாக்குங்கள்
zh: 生成 NFO 文件

source: Both
de: Beide
ko: 전체
mk: Заедно
ta: இரண்டும்
zh: 全部

source: Scheduled for
mk: Закажано за
ta: திட்டமிடப்பட்டுள்ளது
zh: 计划于

source: Not scheduled
mk: Не закажано
ta: திட்டமிடப்படவில்லை
zh: 尚未计划

source: Recurring
mk: Повторливи
ta: மீண்டும் மீண்டும்
zh: 重复

source: ERROR: failed to create playlist!
ta: பிழை: பிளேலிச்ட்டை உருவாக்குவதில் தோல்வி!
zh: 错误：无法创建播放列表！

source: File manager
ta: கோப்பு மேலாளர்
zh: 文件管理器

source: Settings access
ta: அமைப்புகள் அணுகல்
zh: 设置访问

source: Subscriptions
ta: சந்தாக்கள்
zh: 订阅

source: Share files
ta: கோப்புகளைப் பகிரவும்
zh: 分享文件

source: Delete success!
ta: வெற்றியை நீக்கு!
zh: 删除成功！

source: Delete and don't download again
ta: நீக்கவும், மீண்டும் பதிவிறக்க வேண்டாம்
zh: 删除并取消下载

source: Playlist updated successfully.
ta: பிளேலிச்ட் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
zh: 播放列表更新成功。

source: Cancel
ta: ரத்துசெய்
zh: 取消

source: Cookies successfully uploaded!
ta: குக்கீகள் வெற்றிகரமாக பதிவேற்றப்பட்டன!
zh: Cookies 上传成功！

source: Upload date
ta: பதிவேற்ற தேதி
zh: 上传日期

source: Thumbnail path
ta: சிறு பாதை
zh: 缩略图路径

source: Resolution:
ta: தீர்மானம்:
zh: 分辨率：

source: Failed to load playlist!
ta: பிளேலிச்ட்டை ஏற்றுவதில் தோல்வி!
zh: 无法加载播放列表！

source: Generating an ID/secret is easy!
zh: 生成 ID/密钥，非常简单！

source: Twitch Client Secret
zh: Twitch 客户端密钥

source: Failed to update categories!
ta: வகைகளைப் புதுப்பிப்பதில் தோல்வி!
zh: 无法更新类别！

source: Connection successful!
ta: இணைப்பு வெற்றிகரமாக!
zh: 连接成功！

source: Connection failed! Error:
ta: இணைப்பு தோல்வியடைந்தது! பிழை:
zh: 连接失败！错误：

source: Clear downloads
ta: பதிவிறக்கங்களை அழிக்கவும்
zh: 清除下载

source: Clear downloads
ta: பதிவிறக்கங்களை அழிக்கவும்
zh: 清除下载

source: Select downloads to clear
ta: அழிக்க பதிவிறக்கங்களைத் தேர்ந்தெடுக்கவும்
zh: 选择要清除的下载

source: Finished downloads
ta: பதிவிறக்கங்கள் முடிந்தது
zh: 已完成的下载

source: Paused downloads
ta: இடைநிறுத்தப்பட்ட பதிவிறக்கங்கள்
zh: 暂停的下载

source: Errored downloads
ta: பிழை பதிவிறக்கங்கள்
zh: 下载错误

source: Failed to clear finished downloads!
ta: முடிக்கப்பட்ட பதிவிறக்கங்களை அழிக்கத் தவறிவிட்டது!
zh: 无法清除已完成的下载！

source: Failed to pause download! See server logs for more info.
ta: பதிவிறக்கத்தை இடைநிறுத்துவதில் தோல்வி! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法暂停下载！有关详细信息，请参阅服务器日志。

source: Failed to resume download! See server logs for more info.
ta: பதிவிறக்கத்தை மீண்டும் தொடங்குவதில் தோல்வி! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法恢复下载！有关详细信息，请参阅服务器日志。

source: Failed to resume all downloads! See server logs for more info.
ta: எல்லா பதிவிறக்கங்களையும் மீண்டும் தொடங்குவதில் தோல்வி! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法恢复所有下载！有关详细信息，请参阅服务器日志。

source: Failed to restart download! See server logs for more info.
ta: பதிவிறக்கத்தை மறுதொடக்கம் செய்வதில் தோல்வி! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法重新启动下载！有关详细信息，请参阅服务器日志。

source: Failed to cancel download! See server logs for more info.
ta: பதிவிறக்கத்தை ரத்து செய்வதில் தோல்வி! மேலும் தகவலுக்கு சேவையக பதிவுகளைப் பார்க்கவும்.
zh: 无法取消下载！有关详细信息，请参阅服务器日志。

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
zh: 确认密码

source: Failed to retrieve logs!
ta: பதிவுகளை மீட்டெடுப்பதில் தோல்வி!
zh: 无法检索日志！

source: Logs successfully cleared!
ta: பதிவுகள் வெற்றிகரமாக அழிக்கப்பட்டன!
zh: 已成功清除日志！

source: Logs copied to clipboard!
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்ட பதிவுகள்!
zh: 日志已复制到剪贴板！

source: Failed to clear logs!
ta: பதிவுகளை அழிக்கத் தவறிவிட்டது!
zh: 清除日志失败！

source: Order
ta: ஒழுங்கு
zh: 顺序

source: Select files
ta: கோப்புகளைத் தேர்ந்தெடு
zh: 选择文件

source: My files
ta: என்னுடைய கோப்புகள்
zh: 我的文件

source: VOD url for this video is not supported. VOD ID must be after "twitch.tv/videos/"
ta: இந்த வீடியோவிற்கான VOD முகவரி ஆதரிக்கப்படவில்லை. VOD ஐடி "twitch.tv/videos/" க்குப் பிறகு இருக்க வேண்டும்
zh: 不支持此视频的视频点播网址。视频点播 ID 必须在“twitch.tv/videos/”之后

source: Download failed.
ta: பதிவிறக்கம் தோல்வியடைந்தது.
zh: 下载失败。

source: Chat could not be downloaded.
ta: அரட்டையை பதிவிறக்கம் செய்ய முடியவில்லை.
zh: 聊天记录无法下载。

source: Database successfully restored!
ta: தரவுத்தளம் வெற்றிகரமாக மீட்டெடுக்கப்பட்டது!
zh: 数据库已成功恢复！

source: Failed to restore database! See logs for more info.
ta: தரவுத்தளத்தை மீட்டெடுப்பதில் தோல்வி! மேலும் தகவலுக்கு பதிவுகளைப் பார்க்கவும்.
zh: 无法还原数据库！有关详细信息，请参阅日志。

source: Sharing enabled.
ta: பகிர்வு இயக்கப்பட்டது.
zh: 启用共享。

source: Failed to enable sharing.
ta: பகிர்வை இயக்குவதில் தோல்வி.
zh: 无法启用共享。

source: Failed to enable sharing - server error.
ta: பகிர்வை இயக்குவதில் தோல்வி - சேவையக பிழை.
zh: 无法启用共享 - 服务器错误。

source: Sharing disabled.
ta: பகிர்வு முடக்கப்பட்டது.
zh: 禁用共享。

source: Failed to disable sharing.
ta: பகிர்வை முடக்குவதில் தோல்வி.
zh: 无法禁用共享。

source: Failed to disable sharing - server error.
ta: பகிர்வு முடக்குவதில் தோல்வி - சேவையக பிழை.
zh: 无法禁用共享 - 服务器错误。

source: You must specify an amount of time
ta: நீங்கள் ஒரு நேரத்தைக் குறிப்பிட வேண்டும்
zh: 你必须指定一个时间量

source: ERROR:
ta: பிழை:
zh: 错误：

source: Update failed. Check logs for more details.
ta: புதுப்பிப்பு தோல்வியடைந்தது. மேலும் விவரங்களுக்கு பதிவுகளை சரிபார்க்கவும்.
zh: 更新失败。检查日志以获取更多详细信息。

source: Category
ta: வகை
zh: 类别

source: Local view count
ta: உள்ளக பார்வை எண்ணிக்கை
zh: 本地查看次数

source: View count
ta: எண்ணிக்கை காண்க
zh: 观看次数

source: Audio bitrate:
ta: ஆடியோ பிட்ரேட்:
zh: 音频比特率：

source: Language successfully changed! Reload to update the page.
ta: மொழி வெற்றிகரமாக மாற்றப்பட்டது! பக்கத்தைப் புதுப்பிக்க மீண்டும் ஏற்றவும்.
zh: 语言成功更改！重新加载以更新页面。

source: Successfully killed all downloads!
ta: எல்லா பதிவிறக்கங்களையும் வெற்றிகரமாக கொன்றது!
zh: 已成功结束所有下载！

source: Restarting!
ta: மறுதொடக்கம்!
zh: 重新启动!

source: Failed to restart the server.
ta: சேவையகத்தை மறுதொடக்கம் செய்வதில் தோல்வி.
zh: 无法重新启动服务器。

source: Successfully transfered DB! Reloading info...
ta: வெற்றிகரமாக டி.பி.! மீண்டும் ஏற்றும் செய்தி ...
zh: 已成功转移数据库！正在重新加载信息...

source: Failed to transfer DB -- transfer was aborted. Error:
ta: டி.பியை மாற்றுவதில் தோல்வி - இடமாற்றம் கைவிடப்பட்டது. பிழை:
zh: 传输数据库失败——传输被中止。错误：

source: Failed to transfer DB -- API call failed. See browser logs for details.
ta: டி.பியை மாற்றுவதில் தோல்வி - பநிஇ அழைப்பு தோல்வியடைந்தது. விவரங்களுக்கு உலாவி பதிவுகளைப் பார்க்கவும்.
zh: 传输数据库失败 -- API 调用失败。有关详细信息，请参阅浏览器日志。
