Repository: Tzahi12345/YoutubeDL-Material
Catalog: src/assets/i18n/messages.*.xlf
Languages: cs, de, ko, mk, nl, ta, zh

source: Allow advanced download
cs: Povolit pokročilé nastavení stahování
de: Erweiterte Download-Optionen aktivieren
ko: 고급 다운로드 허용
mk: Овозможи напредни превземања
nl: Geavanceerd downloaden toestaan
ta: மேம்பட்ட பதிவிறக்கத்தை அனுமதிக்கவும்
zh: 开启高级下载选项

source: Use Cookies
cs: Použít Cookies
de: Cookies verwenden
ko: 쿠키 사용
mk: Користи колачиња
nl: Cookies gebruiken
ta: குக்கீகளைப் பயன்படுத்துங்கள்
zh: 使用Cookies

source: Set Cookies
cs: Nastavit Cookies
de: Cookies setzen
ko: 쿠키 설정
mk: Постави колачиња
nl: Cookies instellen
ta: குக்கீகளை அமைக்கவும்
zh: 设置Cookies

source: Advanced
cs: Pokročilé
de: Erweitert
ko: 고급
mk: Напредно
nl: Geavanceerd
ta: மேம்பட்ட
zh: 高级

source: Allow user registration
cs: Povolit registraci uživatelů
de: Benutzerregistrierung zulassen
ko: 사용자 등록 허용
mk: Овозможи регистрација на корисници
nl: Gebruikersregistratie toestaan
ta: பயனர் பதிவை அனுமதிக்கவும்
zh: 允许用户注册

source: Users
cs: Uživatelé
de: Benutzer
ko: 사용자
mk: Корисници
nl: Gebruikers
ta: பயனர்கள்
zh: 用户

source: Logs
cs: Záznamy
de: Protokolle
ko: 로그
mk: Логови
nl: Logboeken
ta: பதிவுகள்
zh: 日志

source: Save
cs: Uložit
de: Speichern
ko: 저장
mk: Зачувај
nl: Opslaan
ta: சேமி
zh: 保存

source: {VAR_SELECT, select, true {Close} false {Cancel} other {otha}}
cs: {VAR_SELECT, select, true {Zavřít} false {Zrušit} other {Ostatní}}
ko: {VAR_SELECT, select, true {닫다} false {취소} other {기타}}
zh: {VAR_SELECT, select, true {关} false {取消} other {其他} }

source: About YoutubeDL-Material
cs: O YoutubeDL-Material
de: Über YoutubeDL-Material
ko: YoutubeDL-Material에 대하여
mk: За YoutubeDL-Material
nl: Over YouTubeDL-Material
ta: YouTubedl-Material பற்றி
zh: 关于 YoutubeDL-Material

source: is an open-source YouTube downloader built under Google's Material Design specifications. You can seamlessly download your favorite videos as video or audio files, and even subscribe to your favorite channels and playlists to keep updated with their new videos.
cs: je open-source projekt pro stahování z YouTube postavený na specifikaci Material Designu od Google. Můžete pohodlně a bez problémů stahovat Vaše oblíbená videa jako video soubory nebo pouze zvukové soubory a dokonce odebírat Vaše oblíbené kanály a playlisty, aby Vám neunikla ta nejnovější videa.
de: ist ein quelloffener YouTube-Downloader, der nach den Material-Design-Richtlinien von Google erstellt wurde. Sie können Ihre Lieblingsvideos reibungslos als Video- oder Audiodateien herunterladen und sogar Ihre Lieblingskanäle und Wiedergabelisten abonnieren, um auf dem Laufenden zu bleiben.
ko: 은(는) 구글의 Material 디자인 요건에 따라 만들어진 오픈소스 유튜브 다운로더 입니다. 당신이 좋아하는 동영상을 동영상이나 오디오 파일로 원활하게 받을 수 있으며, 심지어 당신이 좋아하는 채널이나 재생목록을 구독해 그들의 새로운 동영상을 지속적으로 업데이트 받아볼 수도 있습니다.
mk: е превземач за YouTube со отворен код изграден според спецификациите на Google за материјалн дизајн. Можете без проблем да ги превземате вашите омилени видеа, како видео или аудио фајлови, па дури и да се претплатите на вашите омилени канали и плејлисти за да бидете во тек со нивните нови видеа.
nl: is een opensource YouTube-downloader, gebouwd volgens Google's Material Design-specificaties. Je kunt naadloos je favoriete video's downloaden als audio- of videobestanden of abonneren op je favoriete kanalen of afspeellijsten om altijd de nieuwste video's binnen te halen.
ta: கூகிளின் பொருள் வடிவமைப்பு விவரக்குறிப்புகளின் கீழ் கட்டப்பட்ட திறந்த மூல யூடியூப் பதிவிறக்கியாகும். உங்களுக்கு பிடித்த வீடியோக்களை வீடியோ அல்லது ஆடியோ கோப்புகளாக நீங்கள் தடையின்றி பதிவிறக்கம் செய்யலாம், மேலும் அவற்றின் புதிய வீடியோக்களுடன் புதுப்பிக்க உங்களுக்கு பிடித்த சேனல்கள் மற்றும் பிளேலிச்ட்களுக்கு கூடுதலாக குழுசேரலாம்.
zh: 是根据Google的Material Design规范构建的开源YouTube下载器。您可以将喜欢的视频下载为视频或音频文件，并且可以订阅喜欢的频道和播放列表，以便及时下载他们的新视频。

source: has some awesome features included! An extensive API, Docker support, and localization (translation) support. Read up on all the supported features by clicking on the GitHub icon above.
cs: má spoustu skvělých funkcí! Rozšířitelné API, podporu Dockeru, překladů a lokalizace. Pro více informací o všech funkcích klikněte na GitHub ikonu výše.
de: beinhaltet viele tolle Funktionen! API, Docker und Lokalisierung werden unter anderem unterstützt. Informieren Sie sich über alle unterstützten Funktionen auf Github.
ko: 은(는) 광범위한 API, 도커 지원, 현지화 (번역) 지원을 포함한 몇몇 엄청난 기능이 포함되어 있습니다! 아래 깃허브 아이콘을 클릭해 지원되는 모든 기능을 확인해보세요.
mk: има вклучено неколку одлични карактеристики! Одличен API, поддршка за Docker и поддршка за локализација (превод). Прочитајте ги сите поддржани карактеристики со кликнување на иконата GitHub погоре.
nl: bevat een aantal handige functies, zoals een uitgebreide api, Docker-ondersteuning en is volledig vertaalbaar. Meer functies zijn te vinden op onze GitHub-pagina (klik op het GitHub-pictogram).
ta: சில அற்புதமான நற்பொருத்தங்கள் சேர்க்கப்பட்டுள்ளன! ஒரு விரிவான பநிஇ, கப்பல்துறை உதவி மற்றும் உள்ளூராக்கல் (மொழிபெயர்ப்பு) உதவி. மேலே உள்ள அறிவிலிமையம் ஐகானைக் சொடுக்கு செய்வதன் மூலம் அனைத்து உதவி அம்சங்களையும் படியுங்கள்.
zh: 包含很多很棒的功能！支持API，Docker和本地化。在Github上查找所有受支持的功能。

source: Installed version:
cs: Nainstalovaná verze:
de: Installierte Version:
ko: 설치된 버전:
mk: Инсталирана верзија:
nl: Geïnstalleerde versie:
ta: நிறுவப்பட்ட பதிப்பு:
zh: 安装版本：

source: Checking for updates...
cs: Probíhá kontrola aktualizací...
de: Suche nach Aktualisierungen …
ko: 업데이트 확인중...
mk: Се проверува за ажурирања ...
nl: Bezig met controleren op updates...
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது ...
zh: 检查更新...

source: Update available
cs: Dostupná aktualizace
de: Aktualisierung verfügbar
ko: 업데이트 가능
mk: Достапно ажурирање
nl: Update beschikbaar
ta: புதுப்பிப்பு கிடைக்கிறது
zh: 更新可用

source: You can update from the settings menu.
cs: Můžete aktualizovat pomocí menu nastavení.
de: Sie können über das Einstellungsmenü aktualisieren.
ko: 설정 메뉴에서 업데이트를 할 수 있습니다.
mk: Може да ажурирате од менито за поставки.
nl: Je kunt de update installeren via het instellingenmenu.
ta: அமைப்புகள் மெனுவிலிருந்து நீங்கள் புதுப்பிக்கலாம்.
zh: 您可以从设置菜单进行更新。

source: Found a bug or have a suggestion?
cs: Našli jste chybu nebo máte připomínku?
de: Haben Sie einen Fehler gefunden oder einen Vorschlag?
ko: 버그를 찾았거나 제안하실 사항이 있으신가요?
mk: Пронајдовте проблем или имате предлог?
nl: Heb je een bug aangetroffen of een idee?
ta: ஒரு பிழை கிடைத்ததா அல்லது பரிந்துரை உள்ளதா?
zh: 发现了一个错误或有一些建议？

source: to create an issue!
cs: pro vytvoření Problému na GitHubu!
de: um ein Ticket zu öffnen!
ko: 이슈를 생성하기 위하여!
mk: за да креирате тикет!
nl: om een 'issue' te openen!
ta: ஒரு சிக்கலை உருவாக்க!
zh: 创建新issue！

source: Your Profile
cs: Váš Profil
de: Ihr Profil
ko: 프로필
mk: Вашиот профил
nl: Mijn profiel
ta: உங்கள் சுயவிவரம்
zh: 您的个人资料

source: Created:
cs: Vytvořeno:
de: Erstellt:
ko: 생성됨:
mk: Креирано:
nl: Aangemaakt:
ta: உருவாக்கப்பட்டது:
zh: 创建日期：

source: You are not logged in.
cs: Nejste přihlášen.
de: Sie sind nicht angemeldet.
ko: 로그인하지 않았습니다.
mk: Не сте најавени.
nl: Je bent niet ingelogd.
zh: 您尚未登录。

source: Login
cs: Přihlásit se
de: Anmelden
ko: 로그인
mk: Најавување
nl: Inloggen
ta: புகுபதிவு
zh: 登录

source: Logout
cs: Odhlásit se
de: Abmelden
ko: 로그아웃
mk: Одјави се
nl: Uitloggen
ta: வெளியேறு
zh: 注销

source: Create admin account
cs: Vytvořit administrátorský účet
de: Admin-Konto erstellen
ko: 관리자 계정 생성
mk: Креирај профил за администратор
nl: Beheerdersaccount aanmaken
ta: நிர்வாக கணக்கை உருவாக்கவும்
zh: 创建管理员账户

source: No default admin account detected. This will create and set the password for an admin account with the user name as 'admin'.
cs: Nebyl zjištěn žádný administrátorský účet. Tímto se vytvoří administrátorský účet 'admin' a bude mu vytvořeno heslo.
de: Es wurde kein Standard-Administratorkonto erkannt. Ein Administratorkonto mit dem Benutzernamen "admin" wird erstellt und ein Passwort wird festgelegt.
ko: 기본 관리자 계정이 감지되지 않았습니다. 이것은 'admin'이라는 ID를 가진 관리자 계정을 만들고, 비밀번호를 설정할 것입니다.
mk: Не е откриен стандарден администраторски профил. Ова ќе создаде администраторски профил со ID 'admin' и ќе постави лозинка.
nl: Er zijn geen beheerdersaccounts aangetroffen. Hiermee maak je een beheerdersaccount met wachtwoord aan - de gebruikersnaam is 'admin'.
ta: இயல்புநிலை நிர்வாக கணக்கு எதுவும் கண்டறியப்படவில்லை. இது பயனர் பெயருடன் 'நிர்வாகி' என்று நிர்வாகக் கணக்கிற்கான கடவுச்சொல்லை உருவாக்கி அமைக்கும்.
zh: 未检测到默认管理员账户。即将创建一个名为 admin 的管理员账户并设置密码。

source: Create
cs: Vytvořit
de: Erstellen
ko: 생성
mk: Креирај
nl: Aanmaken
ta: உருவாக்கு
zh: 创建

source: Profile
cs: Účet
de: Profil
ko: 프로필
mk: Профил
nl: Profiel
ta: சுயவிவரம்
zh: 个人资料

source: About
cs: O aplikaci
de: Über
ko: 정보
mk: За апликацијата
nl: Over
ta: பற்றி
zh: 关于

source: Home
cs: Domů
de: Startseite
ko: 홈
mk: Почетна
nl: Overzicht
ta: வீடு
zh: 首 页

source: Subscriptions
cs: Odběry
de: Abonnements
ko: 구독
mk: Претплати
nl: Abonnementen
ta: சந்தாக்கள்
zh: 订阅

source: Downloads
cs: Stažené
de: Heruntergeladene
ko: 다운로드
mk: Превземања
ta: பதிவிறக்கங்கள்
zh: 下 载

source: Share playlist
cs: Sdílet playlist
de: Wiedergabeliste teilen
ko: 재생목록 공유
mk: Сподели плејлиста
nl: Afspeellijst delen
ta: பிளேலிச்ட்டைப் பகிரவும்
zh: 分享播放列表

source: Share video
cs: Sdílet video
de: Video teilen
nl: Video delen
zh: 分享视频

source: Share audio
cs: Sdílet audio
de: Audio teilen
nl: Audio delen
zh: 分享音频

source: Enable sharing
cs: Povolit sdílení
de: Freigabe aktivieren
ko: 공유 허용
mk: Овозможи споделување
nl: Delen toestaan
ta: பகிர்வை இயக்கவும்
zh: 启用共享

source: Use timestamp
cs: Použít časové razítko
de: Zeitstempel verwenden
ko: 타임스탬프 사용
mk: Користи временски печат
nl: Tijdstempel gebruiken
ta: நேர முத்திரையைப் பயன்படுத்துங்கள்
zh: 使用时间戳

source: Seconds
cs: Vteřin
de: Sekunden
ko: 초
mk: Секунди
nl: seconden
ta: நொடிகள்
zh: 秒

source: Copy to clipboard
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
ko: 클립보드에 복사
mk: Копирај во clipboard
nl: Kopiëren naar klembord
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
zh: 复制到剪贴板

source: Save changes
cs: Uložit změny
de: Änderungen speichern
nl: Aanpassingen opslaan
zh: 保存更改

source: Details
cs: Podrobnosti
ko: 세부사항
mk: Детали
zh: 详细

source: An error has occurred:
cs: Došlo k chybě:
de: Ein Fehler ist aufgetreten:
ko: 에러 발생:
mk: Настана грешка:
nl: Er is een fout opgetreden:
zh: 发生错误：

source: Download start:
cs: Zahájení stahování:
de: Start des Herunterladen:
ko: 다운로드 시작:
mk: Почеток на превземање:
nl: Gestart om:
zh: 下载开始：

source: Download end:
cs: Konec stahování:
de: Ende des Herunterladen:
ko: 다운로드 끝:
mk: Завршеток на превземање:
nl: Afgerond om:
zh: 下载结束：

source: File path(s):
cs: Cesta k souboru:
de: Dateipfad(e):
ko: 파일 경로(들):
mk: Патека(и) за фајлови:
nl: Bestandspad(en):
zh: 文件路径：

source: Subscribe to playlist or channel
cs: Odebírat playlist nebo kanál
de: Abonnieren Sie eine Wiedergabeliste oder einen Kanal
ko: 채널 혹은 재생목록 구독
mk: Претплати се на плејлиста или канал
nl: Abonneren op afspeellijst of kanaal
ta: பிளேலிச்ட் அல்லது சேனலுக்கு குழுசேரவும்
zh: 订阅播放列表或频道

source: The playlist or channel URL
cs: URL adresa playlistu nebo kanálu
de: URL der Wiedergabeliste oder des Kanales
ko: 채널 혹은 재생목록 URL
mk: URL од плејлиста или канал
nl: De url van de afspeellijst of het kanaal
ta: பிளேலிச்ட் அல்லது சேனல் முகவரி
zh: 播放列表或频道URL

source: Custom name
cs: Vlastní název
de: Benutzerdefinierter Name
ko: 표시될 이름
mk: Персонализирано име
nl: Aangepaste naam
ta: தனிப்பயன் பெயர்
zh: 自定义名称

source: Download all uploads
cs: Stáhnout všechny nahrávky
de: Alle hochgeladene Videos herunterladen
ko: 업로드 된 모든 파일 다운로드
mk: Превземи ја цела содржина
nl: Alle uploads downloaden
ta: எல்லா பதிவேற்றங்களையும் பதிவிறக்கவும்
zh: 下载所有音视频

source: Download videos uploaded in the last
cs: Stahovat videa nahraná naposled v
de: Videos herunterladen aus den letzten
ko: 마지막으로 업로드된 동영상 다운로드
mk: Превземи ги само најновите видеа
nl: Video's downloaden die geüpload zijn in de afgelopen
ta: கடைசியாக பதிவேற்றப்பட்ட வீடியோக்களைப் பதிவிறக்கவும்
zh: 下载最近多久的视频

source: Audio-only mode
cs: Stahovat pouze audio
de: Nur-Audio-Modus
ko: 오디오 전용 모드
mk: Режим само за Аудио
nl: Audiomodus
ta: ஆடியோ மட்டும் பயன்முறை
zh: 仅音频模式

source: Streaming-only mode
cs: Režim pouze pro streamování
de: Nur-Streaming-Modus
ko: 스트리밍 전용 모드
mk: Режим само за стриминг
nl: Streamingmodus
zh: 仅视频模式

source: These are added after the standard args.
cs: Toto je přidáno za standartní argumenty.
de: Diese werden nach den Standardargumenten hinzugefügt.
ko: 이것들은 일반적인 인수 뒤에 추가됩니다.
mk: Овие се додаваат после стандардните аргументи.
nl: Deze worden toegevoegd ná de standaardopties.
ta: நிலையான ஆர்க்சுக்குப் பிறகு இவை சேர்க்கப்படுகின்றன.
zh: 这些是在标准参数之后添加的。

source: Custom file output
cs: Vlastní výstup souboru
de: Benutzerdefinierte Dateiausgabe
ko: 사용자 지정 파일 출력
mk: Персонализиран output
nl: Aangepaste bestandsuitvoer
ta: தனிப்பயன் கோப்பு வெளியீடு
zh: 自定义文件输出

source: Subscribe
cs: Odebírat
de: Abonnieren
ko: 구독
mk: Претплати се
nl: Abonneren
ta: பதிவு
zh: 订阅

source: Type:
cs: Typ:
de: Typ:
ko: 종류:
mk: Вид:
nl: Soort:
ta: தட்டச்சு:
zh: 类型：

source: Archive:
cs: Archiv:
de: Archiv:
ko: 아카이브:
mk: Архива:
nl: Archief:
ta: காப்பகம்:
zh: 存档：

source: Export Archive
cs: Exportovat Archiv
de: Archiv exportieren
ko: 아카이브 내보내기
mk: Експортирај Архива
nl: Archief exporteren
ta: ஏற்றுமதி காப்பகம்
zh: 导出存档

source: Unsubscribe
cs: Zrušit odběr
de: Deabonnieren
ko: 구독 취소
mk: Отпишете се
nl: De-abonneren
ta: குழுவிலகவும்
zh: 取消订阅

source: Your subscriptions
cs: Vaše odběry
de: Ihre Abonnements
ko: 구독중
mk: Вашите претплати
nl: Mijn abonnementen
ta: உங்கள் சந்தாக்கள்
zh: 您的订阅

source: Channels
cs: Kanály
de: Kanäle
ko: 채널
mk: Канали
nl: Kanalen
ta: சேனல்கள்
zh: 频道

source: Name not available. Channel retrieval in progress.
cs: Název není dostupný. Probíhá vyhledávání kanálu.
de: Name nicht verfügbar. Kanal wird abgerufen...
ko: 이름이 유효하지 않음. 채널 검색중.
mk: Името не е достапно. Вчитувањето на каналот е во тек.
nl: De naam is niet beschikbaar omdat het kanaal nog wordt opgehaald.
ta: பெயர் கிடைக்கவில்லை. சேனல் மீட்டெடுப்பு செயலில் உள்ளது.
zh: 名称不可用。正在检索频道...

source: You have no channel subscriptions.
cs: Nemáte žádné odběry.
de: Sie haben keine Kanäle abonniert.
ko: 구독중인 채널이 없습니다.
mk: Немате претплати за канали.
nl: Je hebt geen abonnementen.
ta: உங்களிடம் சேனல் சந்தாக்கள் இல்லை.
zh: 您尚未订阅任何频道。

source: Name not available. Playlist retrieval in progress.
cs: Název není dostupný. Probíhá vyhledávání playlistu.
de: Name nicht verfügbar. Wiedergabeliste wird abgerufen.
ko: 이름이 유효하지 않음. 플레이리스트 검색중.
mk: Името не е достапно. Вчитувањето на плејлистата е во тек.
nl: De naam is niet beschikbaar omdat de afspeellijst nog wordt opgehaald.
zh: 名称不可用。正在检索播放列表...

source: You have no playlist subscriptions.
cs: Nemáte žádné odběry playlistů.
de: Sie haben keine Wiedergabeliste abonniert.
ko: 구독중인 재생목록이 없습니다.
mk: Немате претплати за плејлисти.
nl: Je hebt geen abonnementen.
ta: உங்களிடம் பிளேலிச்ட் சந்தாக்கள் இல்லை.
zh: 您尚未订阅任何播放列表。

source: Search
cs: Vyhledávání
de: Suchen
ko: 검색
mk: Пребарај
nl: Zoeken
ta: தேடல்
zh: 搜索

source: Length:
cs: Délka:
de: Länge:
ko: 길이:
mk: Времетраење:
nl: Duur:
zh: 长度：

source: Delete and redownload
cs: Odstranit a stáhnout znovu
de: Löschen und erneut herunterladen
ko: 삭제하고 재다운로드
mk: Избриши и повторно превземи
nl: Verwijderen en opnieuw downloaden
ta: நீக்கு மற்றும் மறுபரிசீலனை ஏற்றும்
zh: 删除并重新下载

source: Delete forever
cs: Odstranit navždy
de: Permanent löschen
ko: 영원히 삭제
mk: Избриши засекогаш
nl: Permanent verwijderen
zh: 永久删除

source: Updater
cs: Aktualizace
de: Aktualisierungsprogramm
ko: 업데이터
mk: Ажурирач
ta: புதுப்பிப்பவர்
zh: 更新程序

source: Select a version:
cs: Vyberte verzi:
de: Wählen Sie eine Version:
ko: 선택된 버전:
mk: Селектирај верзија:
nl: Kies een versie:
ta: ஒரு பதிப்பைத் தேர்ந்தெடுக்கவும்:
zh: 选择版本：

source: Register
cs: Registrovat
de: Registrieren
ko: 등록
mk: Регистрирај
nl: Registreren
ta: பதிவு
zh: 注册

source: Session ID:
cs: ID Relace:
de: Sitzungs-ID:
ko: 세션 아이디:
nl: Sessie-id:
zh: 会话ID:

source: (current)
cs: (momentální)
de: (aktuell)
ko: (현재)
nl: (huidig)
zh: （当前）

source: No downloads available!
cs: Nejsou dostupná žádná stahování!
de: Zurzeit sind keine Downloads verfügbar!
ko: 다운로드된 항목 없음!
mk: Нема достапни превземања!
nl: Geen downloads beschikbaar!
ta: பதிவிறக்கங்கள் எதுவும் கிடைக்கவில்லை!
zh: 无可用下载！

source: Register a user
cs: Registrovat uživatele
de: Nutzer registrieren
ko: 사용자 등록
mk: Регистрирај корисник
nl: Gebruikersregistratie
ta: ஒரு பயனரை பதிவு செய்யுங்கள்
zh: 注册用户

source: User name
cs: Uživatelské jméno
de: Benutzername
ko: 아이디
mk: Корисничко име
nl: Gebruikersnaam
ta: பயனர் பெயர்
zh: 用户名

source: Manage user
cs: Spravovat uživatele
de: Benutzer verwalten
ko: 사용자 관리
mk: Управување со корисници
nl: Gebruiker beheren
ta: பயனரை நிர்வகிக்கவும்
zh: 管理用户

source: User UID:
cs: UID Uživatele:
de: Benutzer-UID:
ko: 사용자 UID:
mk: UID на корисник:
nl: Gebruikers-uid:
ta: பயனர் UID:
zh: 用户UID:

source: New password
cs: Nové heslo
de: Neues Passwort
ko: 새 비밀번호
mk: Нова лозинка
nl: Nieuw wachtwoord
ta: புதிய கடவுச்சொல்
zh: 新密码

source: Set new password
cs: Nastavit nové heslo
de: Neues Passwort festlegen
ko: 새 비밀번호 설정
mk: Постави нова лозинка
nl: Nieuw wachtwoord instellen
ta: புதிய கடவுச்சொல்லை அமை
zh: 设置新密码

source: Use default
de: Standard verwenden
zh: 使用默认值

source: Yes
cs: Ano
de: Ja
ko: 네
mk: Да
nl: Ja
ta: ஆம்
zh: 是

source: No
cs: Ne
de: Nein
ko: 아니오
mk: Не
nl: Nee
ta: இல்லை
zh: 否

source: Manage role
cs: Spravovat roli
de: Rolle verwalten
ko: 역할 관리
mk: Управување со улоги
nl: Rol beheren
ta: பாத்திரத்தை நிர்வகிக்கவும்
zh: 管理用户

source: User name
cs: Uživatelské jméno
de: Benutzername
ko: ID
mk: Корисничко име
nl: Gebruikersnaam
ta: பயனர் பெயர்
zh: 用户名

source: Role
de: Rolle
ko: 역할
mk: Улога
nl: Rol
ta: பங்கு
zh: 身份

source: Actions
cs: Akce
de: Aktionen
ko: 액션
mk: Акции
nl: Acties
ta: செயல்கள்
zh: 动作

source: Add Users
cs: Přidat Uživatele
de: Benutzer hinzufügen
ko: 사용자 추가
mk: Додади корисници
nl: Gebruikers toevoegen
ta: பயனர்களைச் சேர்க்கவும்
zh: 添加用户

source: Edit Role
cs: Upravit Roli
de: Rolle bearbeiten
ko: 역할 수정
mk: Измени ги улогите
nl: Rol aanpassen
ta: பங்கு திருத்து
zh: 编辑用户

source: Logs will appear here
de: Logs erscheinen hier
zh: 日志将出现在这里

source: Lines:
cs: Řádky:
de: Zeilen:
ko: 줄:
mk: Линии:
nl: Aantal regels:
ta: கோடுகள்:
zh: 行：

source: Include thumbnail
cs: Zahrnout náhledový obrázek
de: Miniaturansicht einschließen
ko: 썸네일 포함
mk: Вклучи превземање на мини-слика
nl: Miniatuurvoorbeeld opslaan
ta: சிறுபடம் சேர்க்கவும்
zh: 包括缩略图

source: Type
cs: Typ
de: Typ
ko: 종류
mk: Вид
nl: Soort
zh: 类型

source: Video
ko: 동영상
mk: Видео
ta: ஒளிதோற்றம்
zh: 视频

source: Audio
ko: 오디오
mk: Аудио
ta: ஆடியோ
zh: 音频

source: Open file
cs: Otevřít soubor
de: Datei öffnen
ko: 파일 열기
mk: Отвори фајл
nl: Bestand openen
ta: கோப்பை திற
zh: 打开文件

source: Clear logs
cs: Vyčistit záznamy
de: Protokolldatei löschen
ko: 로그 지우기
mk: Исчисти ги логовите
nl: Logboeken wissen
ta: பதிவுகளை அழிக்கவும்
zh: 清空日志

source: Delete user
cs: Odstranit uživatele
de: Benutzer löschen
ko: 사용자 삭제
mk: Избриши корисник
nl: Gebruiker verwijderen
ta: பயனரை நீக்கு
zh: 删除用户

source: Edit user
cs: Upravit uživatele
de: Benutzer bearbeiten
ko: 사용자 수정
mk: Измени корисник
nl: Gebruiker bewerken
ta: பயனரைத் திருத்து
zh: 编辑用户

source: Clear all downloads
cs: Vymazat všechna stahování
de: Herunterladen-Liste leeren
ko: 모든 다운로드된 항목 지우기
nl: Alle downloads wissen
zh: 清空所有下载

source: Bind Credentials
cs: Přihlašovací údaje pro Bind
nl: Bind-inloggegevens
ta: பிணைப்பு நற்சான்றிதழ்கள்
zh: 绑定凭证

source: Bind DN
ta: பிணைப்பு டி.என்
zh: 绑定DN

source: LDAP URL
cs: URL adresa LDAP
ta: LDAP முகவரி
zh: LDAP链接

source: Auth method
cs: Autentifikační metoda
de: Authentifizierungsmethode
ko: 인증 방법
mk: Метод за автентикација
nl: Authenticatiemethode
ta: அங்கீகார முறை
zh: 认证方式

source: LDAP
zh: LDAP认证

source: Internal
cs: Interní
de: Intern
ko: 내부
mk: Внатрешен
nl: Intern
ta: உள்
zh: 内部身份验证

source: Login expiration
cs: Vypršení přihlášení
de: Ablauf der Anmeldung
ko: 로그인 만료
mk: Истекување на најавената сесија
nl: Inlogverloopdatum
ta: உள்நுழைவு காலாவதி
zh: 登录到期

source: Log Level
cs: Úroveň Záznamů
de: Protokollebene
ko: 로그 레벨
mk: Ниво за снимање на логови
nl: Logniveau
ta: பதிவு நிலை
zh: 日志等级

source: This will delete your old API key!
cs: Tímto odstraníte svůj starý API klíč!
de: Dadurch wird Ihr alter API-Schlüssel gelöscht!
ko: 이것은 예전 API키를 지울 것입니다!
mk: Ова ќе го избрише вашиот стар API клуч!
nl: Let op: hiermee verwijder je je oude api-sleutel!
ta: இது உங்கள் பழைய பநிஇ விசையை நீக்கும்!
zh: 这将删除您的旧API密钥！

source: Include metadata
cs: Zahrnout metadata
de: Metadaten einschließen
ko: 메타데이터 포함
mk: Вклучи превземата на метадата
nl: Metagegevens opslaan
ta: மேனிலை தரவு சேர்க்கவும்
zh: 包含元数据

source: NOTE: Uploading new cookies will override your previous cookies. Also note that cookies are instance-wide, not per-user.
cs: POZNÁMKA: Nahráním nových cookies přepíšete vaše předchozí cookie. Vezměte na vědomí, že cookies jsou společné pro celou instanci, nikoliv rozdělené podle uživatelů.
de: HINWEIS: Durch das Hochladen neuer Cookies werden Ihre vorherigen Cookies überschrieben. Beachten Sie auch, dass Cookies instanzweit und nicht pro Benutzer sind.
ko: 참고: 새로운 쿠키를 추가하면 이전 쿠키를 덮어씁니다. 또한 쿠키는 사용자 개인이 아닌 전체에 적용됩니다.
mk: ЗАБЕЛЕШКА: Со прикачување на нови колачиња, ќе ги изгубете старите. Исто така, колачињата се глобални, а не по корисник.
nl: Let op: de nieuwe cookies overschrijven de oude. Daarnaast zijn de cookies procesgebonden en niet gebruikersgebonden.
ta: குறிப்பு: புதிய குக்கீகளை பதிவேற்றுவது உங்கள் முந்தைய குக்கீகளை மீறும். குக்கீகள் உதாரணமாக உள்ளன, பயனருக்கு அல்ல.
zh: 注意：加载新的Cookies将覆盖您以前的Cookie。并且Cookies的范围是整个实例，而不是每个用户单独分开的。

source: Add more content
de: Weitere Inhalte hinzufügen
zh: 添加更多内容

source: My videos
cs: Moje videa
de: Meine Videos
ko: 내 동영상
mk: Мој Видеа
nl: Mijn video's
zh: 我的视频

source: Go to subscription
cs: Jít do odběrů
de: Zu den Abonnements
ko: 구독중으로 가기
mk: Одете во Претплата
nl: Ga naar abonnement
ta: சந்தாவுக்குச் செல்லுங்கள்
zh: 前往订阅

source: Open file in new tab
cs: Otevřít soubor na nové kartě
de: Datei in neuem Tab öffnen
ko: 새 탭에서 파일 열기
mk: Отвори фајл во нов таб
nl: Bestand openen op nieuw tabblad
ta: புதிய தாவலில் கோப்பைத் திறக்கவும்
zh: 在新标签页打开文件

source: An error has occurred
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
ko: 에러 발생
mk: Настана грешка
nl: Er is een fout opgetreden
zh: 出现错误

source: The download was successful
cs: Stažení proběhlo úspěšně
de: Der Download war erfolgreich
ko: 성공적으로 다운로드 완료
mk: Превземањето е успешно
nl: Het downloaden is voltooid
zh: 下载成功

source: Search Filter
cs: Vyhledávací Filtr
de: Suchfilter
ko: 검색 필터
mk: Филтер за пребарување
nl: Zoekfilter
ta: தேடல் வடிகட்டி
zh: 搜索过滤器

source: Search Base
cs: Vyhledávací Základna
de: Suchbasis
ko: 기본 검색
nl: Zoekdatabank
ta: தேடல் தளம்
zh: 搜索起点

source: Use role default
cs: Použít výchozí nastavení role
de: Rollenstandard verwenden
ko: 기본 역할 사용
mk: Користи стандардни улоги
nl: Standaardrol gebruiken
ta: பங்கு இயல்புநிலையைப் பயன்படுத்தவும்
zh: 使用角色预设

source: Editing
cs: Úprava
de: Bearbeiten
ko: 수정 :
mk: Уредување
nl: Bewerken
ta: திருத்துதல்
zh: 编辑中

source: Kill all downloads
cs: Zrušit všechna stahování
de: Alle Herunterladen-Ereignisse abbrechen
ko: 모든 다운로드 종료
mk: Запри ги сите превземања
nl: Alle downloads afbreken
ta: எல்லா பதிவிறக்கங்களையும் கொல்லுங்கள்
zh: 取消所有下载

source: See less.
cs: Zobrazit méně.
de: Weniger sehen.
ko: 간략히 보기.
mk: Види помалку.
nl: Minder tonen.
ta: குறைவாகக் காண்க.
zh: 查看更少。

source: Select a download agent
cs: Vybrat agenta pro stahování
de: Wähle einen Download-Agenten
ko: 다운로드 에이전트 선택
mk: Селектирај агент за превземање
nl: Kies een downloadagent
ta: பதிவிறக்க முகவரைத் தேர்ந்தெடுக்கவும்
zh: 选择一个下载程序

source: Max quality
cs: Nejvyšší kvalita
de: Maximale Qualität
ko: 최고 화질
mk: MAX Квалитет
nl: Maximumkwaliteit
ta: அதிகபட்ச தகுதி
zh: 最高画质

source: See more.
cs: Zobrazit více.
de: Mehr sehen.
ko: 더 보기.
mk: Види повеќе.
nl: Meer tonen.
ta: மேலும் பார்க்க.
zh: 查看更多...
