Repository: Tzahi12345/YoutubeDL-Material
Catalog: src/assets/i18n/messages.*.xlf
Languages: cs, de, ko, mk, nl, ta, zh

source: Create a playlist
cs: Vytvořit playlist
de: Wiedergabeliste erstellen
ko: 재생목록 만들기
mk: Креирај плејлиста
nl: Afspeellijst maken
ta: பிளேலிச்ட்டை உருவாக்கவும்
zh: 创建播放列表

source: Name
cs: Název
ko: 제목
mk: Име
nl: Naam
ta: பெயர்
zh: 名称

source: Audio files
cs: Audio soubory
de: Audiodateien
ko: 오디오 파일
mk: Аудио фајлови
nl: Audiobestanden
zh: 音频文件

source: Videos
cs: Videa
ko: 동영상
mk: Видео фајлови
zh: 视频文件

source: Modify youtube-dl args
cs: Upravid youtube-dl argumenty
de: Youtube-dl Argumente ändern
ko: Youtube-dl 인수 수정
mk: Измени ги аргументите за youtube-dl
nl: youtube-dl-opties aanpassen
ta: YouTube-dl args ஐ மாற்றவும்
zh: 修改youtube-dl参数

source: Simulated new args
cs: Nové simulované argumenty
de: Simulierte neue Argumente
ko: 시뮬레이션된 새 인수
mk: Симулирани нови аргументи
nl: Geteste nieuwe aanvullende opties
ta: உருவகப்படுத்தப்பட்ட புதிய ஆர்க்ச்
zh: 模拟新参数

source: Add an arg
cs: Přidat argument
de: Argument hinzufügen
ko: 인수 추가
mk: Додади аргумент
nl: Optie toevoegen
ta: ஒரு ஆர்க் சேர்க்கவும்
zh: 添加参数

source: Search by category
cs: Hledat podle kategorie
de: Nach Kategorie filtern
ko: 카테고리로 찾기
mk: Пребарај по категорија
nl: Zoeken op categorie
ta: வகை அடிப்படையில் தேடுங்கள்
zh: 按类别搜索

source: Use arg value
cs: Použít hodnotu argumentu
de: Argument-Wert verwenden
ko: 인수 값 이용
mk: Користи ја вредноста на аргументот
nl: Optiewaarde gebruiken
ta: ஆர்க் மதிப்பைப் பயன்படுத்தவும்
zh: 使用参数值

source: Arg value
cs: Hodnota argumentu
de: Argument-Wert
ko: 인수 값
mk: Вредност на аргумент
nl: Optiewaarde
ta: ஆர்க் மதிப்பு
zh: 参数值

source: Add arg
cs: Přidat argument
de: Argument hinzufügen
ko: 인수 추가
mk: Додади аргумент
nl: Optie toevoegen
ta: ஆர்க் சேர்க்கவும்
zh: 添加参数

source: Cancel
cs: Zrušit odběr
de: Abbrechen
ko: 취소
mk: Откажи
nl: Annuleren
ta: ரத்துசெய்
zh: 取消

source: Modify
cs: Upravit
de: Ändern
ko: 수정
mk: Измени
nl: Aanpassen
ta: மாற்றவும்
zh: 修改

source: Youtube Downloader
zh: Youtube下载器

source: Quality
cs: Kvalita
de: Qualität
ko: 품질
mk: Квалитет
nl: Kwaliteit
ta: தகுதி
zh: 质量

source: Use URL
cs: Použijte URL adresu
de: URL verwenden
ko: URL 이용
mk: Користи URL
nl: URL gebruiken
ta: முகவரி ஐப் பயன்படுத்தவும்
zh: 使用URL

source: View
cs: Zobrazit
de: Ansehen
ko: 보기
mk: Прегледај
nl: Bekijken
ta: பார்வை
zh: 查看

source: Only Audio
cs: Pouze Zvuk
de: Nur Audio
ko: 오디오만 다운로드
mk: Само Аудио
nl: Alleen audio
ta: ஆடியோ மட்டுமே
zh: 仅音频

source: Multi-download Mode
cs: Stahovat více zároveň
de: Multi-Herunteraden-Modus
ko: 복수 다운로드 모드
nl: Meerdere video's downloaden
zh: 多下载模式

source: Download
cs: Stáhnout
de: Herunterladen
ko: 다운로드
mk: Превземи
nl: Downloaden
ta: பதிவிறக்கம்
zh: 下载

source: Cancel
cs: Zrušit
de: Abbrechen
ko: 취소
mk: Откажи
nl: Afbreken
ta: ரத்துசெய்
zh: 取消

source: Advanced
cs: Pokročilé nastavení
de: Erweitert
ko: 고급
mk: Напредно
nl: Geavanceerd
ta: மேம்பட்ட
zh: 高级

source: Simulated command:
cs: Simulovaný příkaz:
de: Simulierter Befehl:
ko: 시뮬레이션된 명령:
mk: Симулирана команда:
nl: Geteste opdracht:
ta: உருவகப்படுத்தப்பட்ட கட்டளை:
zh: 模拟命令：

source: Use custom args
cs: Použít vlastní argumenty
de: Benutzerdefinierte Argumente verwenden
ko: 사용자 지정 인수 이용
mk: Користи персонализирани аргументи
nl: Aanvullende opties toekennen
ta: தனிப்பயன் ஆர்க்சைப் பயன்படுத்தவும்
zh: 使用自定义参数

source: Custom args
cs: Vlastní argumenty
de: Benutzerdefinierte Argumente
ko: 사용자 지정 인수
mk: Персонализирани аргументи
nl: Aanvullende opties
ta: தனிப்பயன் ஆர்க்ச்
zh: 自定义参数

source: No need to include URL, just everything after. Args are delimited using two commas like so: ,,
cs: Není třeba vkládat URL adresu, jen to co je za ní. Argumenty se oddělují pomocí dvou čárek za sebou takto: ,,
de: Die URL muss nicht angegeben werden, sondern nur der Teil danach. Argumente werden mit zwei Kommata getrennt: ,,
ko: URL을 포함할 필요가 없습니다. 이후의 모든 항목만 포함하면 됩니다. 인수는 다음과 같은 두 개의 쉼표를 사용하여 구분됩니다. : ,,
mk: Нема потреба од URL, само се после него. Аргументите се раздалечени со две запирки: ,,
nl: Je hoeft alleen de aanvullende opties op te geven, dus niet de url. Je kunt de opties scheiden met twee komma's: ,,
ta: முகவரி ஐ சேர்க்க தேவையில்லை, எல்லாவற்றிற்கும் மேலாக. இரண்டு காற்புள்ளிகளைப் பயன்படுத்தி ஆர்க்ச் பிரிக்கப்படுகிறது: ,,
zh: 不必指定URL，仅需指定其后的部分。参数用两个逗号分隔：,,

source: Use custom output
cs: Použít vlastní výstup
de: Benutzerdefinierte Ausgabe verwenden
ko: 사용자 지정 출력 사용
mk: Користи персонализиран output
nl: Aangepaste uitvoer gebruiken
ta: தனிப்பயன் வெளியீட்டைப் பயன்படுத்தவும்
zh: 使用自定义输出

source: Custom output
cs: Vlastní výstup
de: Benutzerdefinierte Ausgabe
ko: 사용자 지정 출력
mk: Персонализиран output
nl: Aangepaste uitvoer
ta: தனிப்பயன் வெளியீடு
zh: 自定义输出

source: Documentation
cs: Dokumentace
de: Dokumentation
ko: 문서
mk: Документација
nl: Documentatie
ta: ஆவணப்படுத்துதல்
zh: 文档

source: Path is relative to the config download path. Don't include extension.
cs: Cesta je relativní ke nakonfigurované cestě pro stahování. Nezahrnujte koncovky souborů.
de: Der Pfad ist relativ zum Konfigurations-Download-Pfad. Dateiendung auslassen.
ko: 경로는 설정된 다운로드 경로에 상대적입니다. 확장자는 포함하지 마세요.
mk: Патеката е релативна на патеката за превземања. Не користете екстензија.
nl: Het pad is relatief aan het ingestelde downloadpad. Laat de extensie achterwege.
ta: பாதை என்பது உள்ளமைவு பதிவிறக்க பாதையுடன் தொடர்புடையது. நீட்டிப்பு சேர்க்க வேண்டாம்.
zh: 该路径是相对于配置中的下载路径，省略文件扩展名。

source: Use authentication
cs: Použit autentifikaci
de: Authentifizierung verwenden
ko: 인증 사용
mk: Користи автентикација
nl: Authenticatie gebruiken
ta: அங்கீகாரத்தைப் பயன்படுத்தவும்
zh: 使用身份验证

source: Username
cs: Uživatelské jméno
de: Benutzername
ko: 아이디
mk: Корисничко име
nl: Gebruikersnaam
ta: பயனர்பெயர்
zh: 用户名

source: Password
cs: Heslo
de: Passwort
ko: 비밀번호
mk: Лозинка
nl: Wachtwoord
ta: கடவுச்சொல்
zh: 密码

source: Audio
zh: 音频

source: Your audio files are here
de: Ihre Audiodateien befinden sich hier
zh: 您的音频文件在这里

source: Playlists
cs: Playlisty
de: Wiedergabelisten
ko: 재생목록
mk: Плејлисти
nl: Afspeellijsten
ta: பிளேலிச்ட்கள்
zh: 播放列表

source: No playlists available. Create one from your downloading audio files by clicking the blue plus button.
de: Keine Wiedergabelisten verfügbar. Erstellen Sie eine aus Ihren heruntergeladenen Audiodateien, indem Sie auf das blaue Pluszeichen klicken.
zh: 没有可用的播放列表。 通过单击蓝色加号按钮从您下载的音频文件创建一个。

source: Video
zh: 视频

source: Your video files are here
de: Ihre Videodateien befinden sich hier
zh: 您的视频文件在这里

source: No playlists available. Create one from your downloading video files by clicking the blue plus button.
de: Keine Playlisten verfügbar. Erstellen Sie eine aus heruntergeladenen Audiodateien, indem Sie auf das blaue Pluszeichen klicken.
zh: 没有可用的播放列表。 通过单击蓝色加号按钮，从下载的视频文件中创建一个。

source: Name:
cs: Název:
ko: 제목:
mk: Име:
nl: Naam:
ta: பெயர்:
zh: 名称：

source: Uploader:
cs: Autor:
de: Kanal:
ko: 업로더:
mk: Уплоадер:
zh: 上传者：

source: File size:
cs: Velikost souboru:
de: Dateigröße:
ko: 파일 크기:
mk: Големина на фајлот:
nl: Bestandsgrootte:
ta: கோப்பின் அளவு:
zh: 文件大小：

source: Path:
cs: Cesta:
de: Pfad:
ko: 경로:
mk: Патека:
nl: Pad:
ta: பாதை:
zh: 路径：

source: Upload Date:
cs: Datum Nahrání:
de: Hochgeladen am:
ko: 업로드 날짜:
mk: Дата на прикачување:
nl: Uploaddatum:
zh: 上传日期：

source: Close
cs: Zavřít
de: Schließen
ko: 닫기
mk: Затвори
nl: Sluiten
ta: மூடு
zh: 关闭

source: Modify playlist
cs: Upravit playlist
de: Wiedergabeliste bearbeiten
ko: 재생목록 수정
mk: Измени плејлиста
nl: Afspeellijst aanpassen
ta: பிளேலிச்ட்டை மாற்றவும்
zh: 修改播放列表

source: Count:
cs: Počet:
de: Anzahl:
ko: 동영상 수:
mk: Број:
nl: Aantal:
zh: 数量：

source: Edit
cs: Upravit
de: Bearbeiten
ko: 수정
mk: Измени
nl: Aanpassen
ta: தொகு
zh: 编辑

source: Delete
cs: Odstranit
de: Löschen
ko: 삭제
mk: Избриши
nl: Verwijderen
ta: அழி
zh: 删除

source: Info
cs: Informace
de: Infos
ko: 정보
mk: Инфо
nl: Informatie
ta: தகவல்
zh: 详情

source: Delete and blacklist
cs: Odstranit a zablokovat
de: Löschen und zur schwarzen Liste hinzufügen
ko: 삭제하고 블랙리스트 추가
mk: Избриши и додади на црна листа
nl: Verwijderen en op zwarte lijst plaatsen
zh: 删除并拉黑

source: Upload new cookies
cs: Nahrání nových cookies
de: Neue Cookies hochladen
ko: 새 쿠키 업로드
mk: Прикачи нови колачиња
nl: Nieuwe cookies uploaden
ta: புதிய குக்கீகளை பதிவேற்றவும்
zh: 上传新Cookies

source: Drag and Drop
cs: Přetáhněte sem
de: Ziehen-und-Ablegen
ko: 드래그 앤 드롭
mk: Повлечи и Пушти
nl: Slepen-en-neerzetten
ta: இழுத்து விடுங்கள்
zh: 拖放

source: NOTE: Uploading new cookies will overrride your previous cookies. Also note that cookies are instance-wide, not per-user.
de: Beachte: Neu hochgeladene Cookies überschreiben die vorherigen. Cookies sind global und gelten nicht auf einer Pro-Benutzer-Basis.
zh: 注意：加载新的Cookies将覆盖您以前的Cookie。并且Cookies的范围是整个实例，而不是每个用户单独分开的。

source: Settings
cs: Nastavení
de: Einstellungen
ko: 설정
mk: Подесувања
nl: Instellingen
ta: அமைப்புகள்
zh: 设置

source: URL this app will be accessed from, without the port.
cs: URL adresa této aplikace, bez čísla portu.
de: URL, über die auf diese Applikation zugegriffen wird, ohne Port.
ko: 포트를 제외한 이 앱에 접속할 URL.
mk: URL за пристап до апликацијата, без port број.
nl: De url waarvan deze app wordt geladen, zonder het poortnummer.
ta: முகவரி இந்த பயன்பாடு துறைமுகம் இல்லாமல் அணுகப்படும்.
zh: 设置访问URL，无需端口。

source: Port
cs: Číslo portu
ko: 포트
mk: Port број
nl: Poort
ta: துறைமுகம்
zh: 端口

source: The desired port. Default is 17442.
cs: Momentálně nastavený port. Výchozí je 17442.
de: Der gewünschte Port. Standard ist 17442.
ko: 포트 설정. 기본 포트는 17442 입니다.
mk: Посакуваниот port број. Стандардно е 17442.
nl: Het gewenste poortnummer (standaard: 17442).
ta: விரும்பிய துறைமுகம். இயல்புநிலை 17442.
zh: 设置目标端口。默认为17442。

source: Multi-user mode
cs: Režim více uživatelů
de: Multi-User Modus
ko: 복수 사용자 모드
mk: Мулти-Корисничи режим
nl: Meerdere gebruikers
ta: பல பயனர் பயன்முறை
zh: 多用户模式

source: Users base path
cs: Cesta pro uživatele
de: Benutzer Basispfad
ko: 사용자 기본 경로
mk: Основна патека за корисниците
nl: Gebruikersbasispad
ta: பயனர்களின் அடிப்படை பாதை
zh: 用户文件路径

source: Base path for users and their downloaded videos.
cs: Základní cesta pro uživatele a jejich stažená videa.
de: Basispfad für Benutzer und deren heruntergeladene Videos.
ko: 사용자와 그들의 동영상 다운로드를 위한 기본 경로.
mk: Основна патека за корисниците и нивните превземања.
nl: Het basispad voor gebruikers en hun gedownloade video's.
ta: பயனர்களுக்கான அடிப்படை பாதை மற்றும் அவற்றின் பதிவிறக்கம் செய்யப்பட்ட வீடியோக்கள்.
zh: 用户及其下载视频的文件路径。

source: Use encryption
de: Verschlüsselung verwenden
zh: 使用加密（SSL）

source: Cert file path
de: Dateipfad zum Zertifikat
zh: 证书文件路径

source: Key file path
de: Dateipfad zum Zertifikatsschlüssel
zh: 密钥文件路径

source: Allow subscriptions
cs: Povolit odběry
de: Abonnements erlauben
ko: 구독 허용
mk: Овозможете претплати
nl: Abonnementen toestaan
ta: சந்தாக்களை அனுமதிக்கவும்
zh: 允许订阅

source: Subscriptions base path
cs: Základní cesta pro odběry
de: Abonnements Basispfad
ko: 구독 기본 경로
mk: Основна патека за претплати
nl: Abonnementenbasispad
ta: சந்தாக்கள் அடிப்படை பாதை
zh: 订阅基路径

source: Base path for videos from your subscribed channels and playlists. It is relative to YTDL-Material's root folder.
cs: Základní cesta k videím z odebíraných kanálů a playlistů. Cesta je relativní k hlavní složce YTDL-Material.
de: Basispfad für Videos von abonnierten Kanälen und Wiedergabelisten. Dieser ist relativ zum Stammordner von YTDL-Material.
ko: 구독된 채널과 재생목록에서 나온 영상들을 위한 기본 경로. 경로는 YTDL-Material 루트 폴더 경로에 상대적입니다.
mk: Основна патека за видеа од вашите претплатени канали и плејлисти. Релативна е на главниот фолдер за YTDL-Material.
nl: Het basispad voor video's van afspeellijsten en kanalen uit je abonnementen. Dit is relatief aan YTDL-Material's hoofdmap.
ta: உங்கள் சந்தா சேனல்கள் மற்றும் பிளேலிச்ட்களிலிருந்து வீடியோக்களுக்கான அடிப்படை பாதை. இது Ytdl-Material இன் ரூட் கோப்புறையுடன் தொடர்புடையது.
zh: 订阅频道和播放列表中视频的文件路径（相对于根文件夹而言）。

source: Check interval
cs: Interval kontroly
de: Prüfintervall
ko: 확인 간격
mk: Интервал за проверка
nl: Controletussenpoos
ta: இடைவெளியை சரிபார்க்கவும்
zh: 检查间隔

source: Unit is seconds, only include numbers.
cs: Hodnota ve vteřinách, použijte pouze číslice.
de: Einheit ist Sekunden, nur Zahlen sind erlaubt.
ko: 단위는 초이며, 숫자만 넣으세요.
mk: Единицата е секунди, внесете само броеви.
nl: In seconden (alleen cijfers).
ta: அலகு விநாடிகள், எண்களை மட்டுமே சேர்க்கவும்.
zh: 单位是秒，只包含数字。

source: Use youtube-dl archive
cs: Použít archiv youtube-dl
de: Youtube-DL Archiv verwenden
ko: Youtube-dl 아카이브 사용
mk: Користи ја опцијата за архивирање на youtube-dl
nl: youtube-dl-archief gebruiken
ta: YouTube-DL காப்பகத்தைப் பயன்படுத்தவும்
zh: 使用youtube-dl存档

source: With youtube-dl's archive
de: Mit der Archivfunktion
zh: 根据youtube-dl的存档功能

source: feature, downloaded videos from your subscriptions get recorded in a text file in the subscriptions archive sub-directory.
de: werden Informationen über Videos, welche durch ein Abonnement heruntergeladen wurden, in einem Textdokument festgehalten. Diese befinden sich in dem Archiv Unterverzeichnis vom Abonnementsordner.
zh: 从您的订阅下载的视频会记录在订阅存档子目录中的文本文件中。

source: This enables the ability to permanently delete videos from your subscriptions without unsubscribing, and allows you to record which videos you downloaded in case of data loss.
de: Dadurch können Videos permanent gelöscht werden, ohne das Abonnement beenden zu müssen. Außerdem kann dadurch aufgezeichnet werden, welche Videos heruntergeladen wurden. Z. B. im Falle eines Datenverlusts.
zh: 这样一来，您无需取消订阅便可以从订阅中永久删除视频。并且它还可以在数据丢失的情况下记录已经下载了哪些视频。

source: Theme
cs: Vzhled
de: Design
ko: 테마
mk: Тема
nl: Thema
ta: கருப்பொருள்
zh: 主题

source: Default
cs: Výchozí
de: Standard
ko: 기본
mk: Стандардно
nl: Standaard
ta: இயல்புநிலை
zh: 默认

source: Dark
cs: Tmavý vzhled
de: Dunkel
ko: 다크 모드
mk: Темна Тема
nl: Donker
ta: இருள்
zh: 暗黑

source: Allow theme change
cs: Povolit změnu vzhledu
de: Designänderung erlauben
ko: 테마 변경 허용
mk: Дозволете промена на тема
nl: Themawijziging toestaan
ta: கருப்பொருள் மாற்றத்தை அனுமதிக்கவும்
zh: 允许更改主题

source: Language
cs: Jazyk
de: Sprache
ko: 언어
mk: Јазик
nl: Taal
ta: மொழி
zh: 语言

source: Main
cs: Obecné
de: Allgemein
ko: 메인
mk: Главно
nl: Algemeen
ta: முக்கிய
zh: 常规

source: Audio folder path
cs: Cesta pro složku s audio soubory
de: Audio Basispfad
ko: 오디오 폴더 경로
mk: Патека за аудио фајловите
nl: Audiopad
ta: ஆடியோ கோப்புறை பாதை
zh: 音频文件夹路径

source: Path for audio only downloads. It is relative to YTDL-Material's root folder.
cs: Cesta pro složku se zvukovými soubory. Cesta je relativní k hlavní složce YTDL-Material.
de: Dateipfad für Audio-Downloads. Dieser ist relativ zum Stammordner von YTDL-Material.
ko: 오디오 전용 다운로드 경로. 경로는 YTDL-Material 루트 폴더 경로에 상대적입니다.
mk: Патека за превземањата само со аудио. Релативна е на главната патека за YTDL-Material.
nl: Het pad voor audiodownloads. Dit is relatief aan YTDL-Material's hoofdmap.
ta: ஆடியோ மட்டுமே பதிவிறக்கங்களுக்கான பாதை. இது Ytdl-Material இன் ரூட் கோப்புறையுடன் தொடர்புடையது.
zh: 音频下载的文件路径。相对于YTDL-Material的根文件夹。

source: Video folder path
cs: Cesta pro složku s video soubory
de: Video Basispfad
ko: 동영상 폴더 경로
mk: Патека за видео фајловите
nl: Videomap
ta: வீடியோ கோப்புறை பாதை
zh: 视频文件夹路径

source: Path for video downloads. It is relative to YTDL-Material's root folder.
cs: Cesta pro složku s video soubory. Cesta je relativní k hlavní složce YTDL-Material.
de: Dateipfad für Video-Downloads. Dieser ist relativ zum Stammordner von YTDL-Material.
ko: 동영상 다운로드 경로. 경로는 YTDL-Material 루트 폴더 경로에 상대적입니다.
mk: Патека за превземените видеа. Релативна е на главната патека за YTDL-Material.
nl: Het pad voor videodownloads. Dit is relatief aan YTDL-Material's hoofdmap.
ta: வீடியோ பதிவிறக்கங்களுக்கான பாதை. இது Ytdl-Material இன் ரூட் கோப்புறையுடன் தொடர்புடையது.
zh: 视频下载的文件路径。相对于YTDL-Material的根文件夹。

source: Global custom args for downloads on the home page. (Set args for subscriptions for each subscriptions separately!) Args are delimited using two commas like so: ,,
zh: 开始页面上用于下载的全局自定义参数。(单独为每个订阅设置订阅参数！) 参数由两个逗号分隔：,,

source: Safe download override
de: Safe download aufheben
zh: 安全下载覆盖

source: Downloader
cs: Stahování
de: Herunterlader
ko: 다운로더
mk: Превземач
ta: பதிவிறக்குபவர்
zh: 下载程序

source: Top title
cs: Hlavní název
de: Titel der Kopfzeile
ko: 상위 제목
mk: Наслов за почетната страна
nl: Boventitel
ta: சிறந்த தலைப்பு
zh: 首页标题

source: File manager enabled
cs: Povolit správce souborů
de: Dateimanager aktivieren
ko: 파일 매니저 설정됨
mk: Вклучете го менаџерот за фајлови
nl: Bestandsbeheer ingeschakeld
ta: கோப்பு மேலாளர் இயக்கப்பட்டார்
zh: 启用文件管理

source: Downloads manager enabled
cs: Povolit správce stahování
de: Download-Manager aktivieren
ko: 다운로드 매니저 설정됨
mk: Вклучете го менаџерот за превземања
nl: Downloadbeheer ingeschakeld
ta: பதிவிறக்க மேலாளர் இயக்கப்பட்டது
zh: 启用下载管理

source: Allow quality select
cs: Povolit výběr kvality
de: Qualitätsauswahl erlauben
ko: 화질 선택 허용
mk: Дозволете избор на квалитет
nl: Kwaliteitskeuze toestaan
ta: தரமான தேர்ந்தெடுக்க அனுமதிக்கவும்
zh: 允许选择下载质量

source: Download only mode
cs: Režim pouze stahování
de: Nur-Herunterladen-Modus
ko: 다운로드 전용 모드
mk: Режим само за превземање
nl: Downloadmodus
ta: பயன்முறையை மட்டும் பதிவிறக்கவும்
zh: 仅下载模式

source: Allow multi-download mode
cs: Povolit režim více stahování zároveň
de: Multi-Herunterladen-Modus erlauben
ko: 복수 다운로드 모드 허용
nl: Meerdere downloads toestaan
zh: 开启多下载模式

source: Require pin for settings
de: Einstellungen durch PIN schützen
zh: 使用PIN码保护设置

source: Set New Pin
de: Neuen PIN festlegen
zh: 设置新PIN码

source: Enable Public API
cs: Povolit Veřejné API
de: Öffentliche API aktivieren
ko: 오픈 API 허용
mk: Вклучете го јавниот API
nl: Openbare api gebruiken
ta: பொது பநிஇ ஐ இயக்கவும்
zh: 启用公共API

source: Public API Key
cs: Veřejný API Klíč
de: Öffentlicher API-Schlüssel
ko: 오픈 API 키
mk: Јавен API клуч
nl: Openbare api-sleutel
ta: பொது பநிஇ விசை
zh: 公共API密钥

source: View documentation
cs: Zobrazit dokumentaci
de: Dokumentation ansehen
ko: 문서 보기
mk: Прегледај ја документацијата
nl: Documentatie bekijken
ta: ஆவணங்களைக் காண்க
zh: 查看文档

source: Generate
cs: Vygenerovat
de: Generieren
ko: 생성
mk: Генерирај
nl: Genereren
ta: உருவாக்கு
zh: 生成

source: Use YouTube API
cs: Použít YouTube API
de: YouTube API verwenden
ko: 유튜브 API 사용
mk: Користете го API на YouTube
nl: YouTube-api gebruiken
ta: YouTube பநிஇ ஐப் பயன்படுத்தவும்
zh: 使用YouTube API

source: Youtube API Key
cs: YouTube API Klíč
de: Youtube API-Schlüssel
ko: 유튜브 API 키
mk: YouTube API клуч
nl: YouTube-api-sleutel
ta: YouTube பநிஇ விசை
zh: Youtube API密钥

source: Generating a key is easy!
cs: Vygenerovat klič je snadné!
de: Schlüsselgeneration ist einfach!
ko: 키를 만드는 것은 쉽습니다!
mk: Генерирањето на клуч е лесно!
nl: Het genereren van een sleutel is eenvoudig.
ta: ஒரு விசையை உருவாக்குவது எளிதானது!
zh: 生成密钥很简单！

source: Click here
cs: Klikněte zde
de: Hier klicken
ko: 이곳을 누르세요
mk: Кликнете овде
nl: Klik hier
ta: இங்கே சொடுக்கு செய்க
zh: 点击这里

source: to download the official YoutubeDL-Material Chrome extension manually.
cs: pro ruční stažení oficiálního Chrome doplňku YoutubeDL-Material.
de: um die offizielle YoutubeDL-Material Chrome-Erweiterung manuell herunterzuladen.
ko: 공식 YoutubeDL-Material 크롬 확장 프로그램을 수동으로 다운로드 하기 위하여.
mk: за да ја превземете официјалната YoutubeDL-Material екстензија за Chrome.
nl: om de officiële Chrome-extensie van YouTubeDL-Material te downloaden.
ta: அதிகாரப்பூர்வ YouTubedl-Material Chrome நீட்டிப்பை கைமுறையாக பதிவிறக்க.
zh: 来手动下载官方的YoutubeDL-Material Chrome扩展程序。

source: You must manually load the extension and modify the extension's settings to set the frontend URL.
cs: Musíte ručně nahrát rozšíření a upravit jeho nastavení tak, aby odkazovalo na URL adresu vaší domény.
de: Die Erweiterung muss manuell installiert werden und in den Einstellungen der Erweiterung muss die Frontend-URL eingetragen werden.
ko: 반드시 확장 프로그램을 수동으로 실행하고 확장 프로그램 설정을 수정하여 프론트엔드 URL을 설정해야 합니다.
mk: Екстензијата мора да се инсталира мануелно и да се изменат поставките за да се постави URL-линкот до апликацијата.
nl: Hiervoor dien je de extensie handmatig te laden en de frontend-url op te geven in de instellingen.
ta: நீங்கள் நீட்டிப்பை கைமுறையாக ஏற்ற வேண்டும் மற்றும் ஃபிரான்டென்ட் முகவரி ஐ அமைக்க நீட்டிப்பின் அமைப்புகளை மாற்ற வேண்டும்.
zh: 您必须手动安装扩展，并且在扩展的设置中输入下载器URL。

source: to install the official YoutubeDL-Material Firefox extension right off the Firefox extensions page.
cs: pro instalaci oficiálního doplňku YouTubeDL-Material přímo z obchodu Firefox.
de: um die offizielle YoutubeDL-Material Firefox-Erweiterung direkt aus dem Firefox-Addon-Store zu installieren.
ko: 파이어폭스 확장 프로그램 페이지에서 바로 공식 YoutubeDL-Material 파이어폭스 확장 프로그램을 설치하기 위하여.
mk: за да ја инсталирате официјалната YoutubeDL-Material екстензија за Firefox, директно од страницата за екстензии на Firefox.
nl: om de officiële Firefox-extensie van YouTubeDL-Material te installeren.
ta: ஃபயர்பாக்ச் நீட்டிப்புகள் பக்கத்திலிருந்து வலதுபுறமாக அதிகாரப்பூர்வ YouTubedl-Material Firefox நீட்டிப்பை நிறுவ.
zh: 直接从Firefox扩展商店安装官方的YoutubeDL-Material Firefox扩展程序。

source: Detailed setup instructions.
cs: Podrobné instrukce k nastavení.
de: Detaillierte Anleitung.
ko: 자세한 설정 지침.
mk: Детални упатства за инсталирање.
nl: Uitgebreide installatiehandleiding.
ta: விரிவான அமைவு வழிமுறைகள்.
zh: 详细的扩展说明。

source: Not much is required other than changing the extension's settings to set the frontend URL.
cs: Není toho potřeba mnoho, stačí v nastavení rozšíření změnit odkaz na URL adresu Vaší domény.
de: Die Frontend-URL muss in den Einstellungen der Erweiterung eingetragen werden.
ko: 프론트엔드 URL을 설정하기 위해 확장 프로그램 설정을 변경하는 것 외에는 필요한 것이 많지 않습니다.
mk: Треба само да се изменат подесувањата за URL-линкот до апликацијата.
nl: Je hoeft alleen de frontend-url op te geven in de instellingen.
ta: ஃபிரான்டென்ட் முகவரி ஐ அமைக்க நீட்டிப்பின் அமைப்புகளை மாற்றுவதைத் தவிர வேறு எதுவும் தேவையில்லை.
zh: 只需在扩展的设置中输入前端URL。

source: Drag the link below to your bookmarks, and you're good to go! Just navigate to the YouTube video you'd like to download, and click the bookmark.
cs: Přetáhněte odkaz níže do svých záložek a je to! Poté si najděte na YouTube video, které byste chtěli stáhnout a klikněte na uloženou záložku.
de: Der untenstehende Link muss nur in die Lesezeichenleiste gezogen werden. Auf einer unterstützten Webseite können Sie danach einfach auf das Lesezeichen klicken, um das Video herunterzuladen.
ko: 아래 링크를 북마크에 끌어다 놓으시면 됩니다! 이제 그냥 다운로드하고자 하는 유튜브 비디오 페이지에서 북마크를 클릭하면 됩니다.
mk: Само повлечето го линкот подоле во вашите обележувачи! Само одете до видеото на YouTube што сакате да го превземете и кликнете на обележувачот.
nl: Sleep de link naar je bladwijzers en klaar is Kees! Ga vervolgens naar een YouTube-video en klik op de bladwijzer.
ta: கீழே உள்ள இணைப்பை உங்கள் புக்மார்க்குகளுக்கு இழுக்கவும், நீங்கள் செல்ல நல்லது! நீங்கள் பதிவிறக்க விரும்பும் YouTube வீடியோவுக்குச் சென்று, புக்மார்க்கைக் சொடுக்கு செய்க.
zh: 只需将下面的链接拖放到书签栏中。在YouTube页面上您只需单击书签即可下载视频。

source: Generate 'audio only' bookmarklet
cs: Vygenerovat záložku pro 'pouze zvuk'
de: 'Nur Audio' Lesezeichen generieren
ko: '오디오 전용' 북마크 생성
mk: Генерирај обележувач за превземање само на аудио
nl: Audio-bookmarklet genereren
ta: 'ஆடியோ மட்டும்' புத்தகக்குறியை உருவாக்கவும்
zh: 生成“仅音频”书签

source: Extra
cs: Ostatní
ko: 추가
mk: Дополнително
nl: Diversen
ta: கூடுதல்
zh: 额外

source: Use default downloading agent
cs: Použít výchozího agenta pro stahování
de: Standard Download-Agent verwenden
ko: 기본 다운로드 에이전트 사용
mk: Користете го стандардниот агент за превземање
nl: Standaard downloadagent gebruiken
ta: இயல்புநிலை பதிவிறக்க முகவரைப் பயன்படுத்தவும்
zh: 使用默认下载程序

source: Select a downloader
cs: Vybrat službu pro stahování
de: Downloader auswählen
ko: 다운로더 선택
mk: Изберете превземач
nl: Kies een downloader
ta: ஒரு பதிவிறக்கத்தைத் தேர்ந்தெடுக்கவும்
zh: 选择下载器

source: Select a logger level
zh: 选择日志级别
